{
  "January 1": {
    "quote": "Resolved...that it would be a dangerous delusion were a confidence in the men of our choice to silence our fears for the safety of our rights: that confidence is everywhere the parent of despotism: free government is founded in jealousy and not in confidence; it is jealousy and not confidence which prescribes limited Constitutions to bind down those whom we are obliged to trust with power...In questions of power then let no more be heard of confidence in man, but bind him down from mischief by the chains of the Constitution. - Thomas Jefferson"
  },
  "January 2": {
    "quote": "The more we do, the more we can do; the more busy we are, the more leisure we have. - William Hazlitt<br /><br />Seize the moment of excited curiosity on any subject, to solve your doubts; for if you let it pass, the desire may never return, and you may remain in ignorance. - William Hazlitt"
  },
  "January 3": {
    "quote": "I am quite sure that the trouble with us has been that we have not seriously and bravely put to ourselves the question, \"What is man?\" or, if and when we have asked it, we have usually been content with answers too easy and too superficial. Most of us were trained to believe – and we have gone on the assumption ever since – that in order to be modern and intelligent and scholarly all that is required is to avoid asking \"Why am I?\" and immerse oneself in a vast detail of specialized study and in ceaseless activity. We have been so busy going ahead that we have lost any idea of where it is exactly that we are going or trying to go. - Bernard Iddings Bell"
  },
  "January 4": {
    "quote": "Not to enlighten one who can be enlightened, is to waste a man; to endeavor to enlighten one who cannot be enlightened is to waste words. The intelligent man wastes neither his man nor his words. - Confucius<br /><br />If you want to kill any idea in the world today, get a committee working on it. -  Charles F. Kettering"
  },
  "January 5": {
    "quote": "It is incorrect to think of liberty as synonymous with unrestrained action. Liberty does not and cannot include any action, regardless or sponsorship, which lessens the liberty of a single human being. To argue contrarily is to claim that liberty can be composed of liberty negations, patently absurd. Unrestraint carried to the point of impairing the liberty of others is the exercise of license, not liberty. Ideally, government would restrain license, not indulge in it; make it difficult, not easy; disgraceful, not popular. A government that does otherwise is licentious, not liberal. - Leonard E. Read"
  },
  "January 6": {
    "quote": "If past experience is anything to judge by, crucial discoveries may spring up at practically any point at any time. As contrasted with the ideal ways of organizing effort in other fields, what is needed for maximizing the flow of ideas is plenty of overlapping, healthy duplication of efforts, lots of the so-called wastes of competition, and all the vigorous untidiness so foreign to the planners who like to be sure of the future. - John Jewkes"
  },
  "January 7": {
    "quote": "The accumulation of property is no guarantee of the development of character, but the development of character, or of any other good whatever, is impossible without property. The invectives against capital in the hands of those who have it, are doublefaced, and when turned about are nothing but demands for capital in the hands of who have it not, in order that they may do with it what those who have it are now doing with it. - William Graham Sumner"
  },
  "January 8": {
    "quote": "The only freedom which deserves the name, is that of pursuing our own good in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it. - John Stuart Mill<br /><br />I have never been able to conceive how any rational being could propose happiness to himself from the exercise of power over others. - Thomas Jefferson"
  },
  "January 9": {
    "quote": "The only \"constructive\" idea that I can in all conscience advance, then, is that the individual put his trust in himself, not in power; that he seek to better his understanding and lift his values to a higher and still higher level; that he assume responsibility for his behavior and not shift his responsibility to committees, organizations and, above all, a superpersonal State. Such reforms as are necessary will come of themselves when, or if, men act as intelligent and responsible human beings. There cannot be a \"good\" society until there are \"good\" men. - Frank Chodorov"
  },
  "January 10": {
    "quote": "In transactions of trade it is not to be supposed that, as in gaming, what one party gains the other must necessarily lose. The gain to each may be equal. If A. has more corn than he can consume, but wants cattle; and B. has more cattle, but wants corn; exchange is gain to each; thereby the common stock of comforts in life is increased. -  Benjamin Franklin"
  },
  "January 11": {
    "quote": "Religions is the vision of something which stands beyond, behind, and within the passing flux of immediate things; something which is real, and yet waiting to be realized; something which is a remote possibility, and yet the greatest of present facts; something that gives meaning to all that passes, and yet eludes apprehension; something whose possession is the final good, and yet which is beyond all reach; something which is the ultimate ideal and the hopeless quest. - Alfred North Whitehead"
  },
  "January 12": {
    "quote": "The greatest tyranny has the smallest beginnings. From precedents overlooked, from remonstrances despised, from grievances treated with ridicule, from powerless men oppressed with impunity and overbearing men tolerated with complacence, springs the tyrannical usage which generations of wise good men may hereafter perceive and lament and resist in vain. -  An 1846 Editorial, \"The London Times\""
  },
  "January 13": {
    "quote": "If government can create rights, it can withhold and destroy rights. The practical consequence of this fact is that if rights are derived from governments, there are no rights. Governmental favors may masquerade as rights. They may even assume a semblance of constitutionality. But such favors are instruments of power; they are arbitrary \"rights\" granted under the circumstances, subject to recall and change. When rights are arbitrarily created, there are no rights, only privileges. The extent to which we have accepted the belief that children have a right to education, that farmers have a right to a parity of income, that all have a right to the latest medicine, and so on, is the measure of the extent to which we have yielded up our natural rights. - Clarence B. Carson"
  },
  "January 14": {
    "quote": "The natural effort of every individual to better his own condition is so powerful that it is along, and without any assistance, not only capable of carrying on society to wealth and prosperity, but of surmounting a hundred impertinent obstructions with which the folly of human laws too often incumbers its operations. - Adam Smith"
  },
  "January 15": {
    "quote": "God will not suffer man to have a knowledge of things to come; for if he had prescience of his prosperity, he would be careless, and if understanding of his adversity, he would be despairing and senseless. - Saint Augustine<br /><br />Worry is interest paid on trouble before it becomes due. - William Ralph Inge"
  },
  "January 16": {
    "quote": "As one advances in life, one realizes more and more that the majority of men – and of women – are incapable of any other effort than that strictly imposed on them as a reaction to external compulsion, and for that reason, the few individuals we have come across who are capable of a spontaneous and joyous effort stand out isolated, monumentalized, so to speak, in our experience. These are the select men, the nobles, the only ones who are active and not merely reactive, for whom life is a perpetual striving, an incessant course of training. - Jose Ortega Y Gasset"
  },
  "January 17": {
    "quote": "With full competition<br />And freedom of trade,<br />Each dollar, as spent,<br />Votes what shall be made.<br />A thousand commissions,<br />Working daytime and night,<br />Could not guide production<br />So nearly aright. - Willford I. King"
  },
  "January 18": {
    "quote": "Evers since the advent of representative government placed the ultimate power to direct the administration of public affairs in the hands of the people, the primary instrument by which the few have managed to plunder the many has been the sophistry that persuades the victims that they are being robbed for their own benefit. The public has been despoiled of a great part of its wealth and has been induced to give up more and more of its freedom of choice because it is unable to detect the error in the delusive sophisms by which protectionist demagogues, national socialists and proponents of government planning exploit its gullibility and its ignorance of economics. - Arthur Goddard"
  },
  "January 19": {
    "quote": "Give no bounties, make equal laws, secure life and property, and you will not need to give alms. Open the doors of opportunity to talent and virtue, and they will do themselves justice and property will not be in bad hands. In a free and just commonwealth, property rushes from the idle and imbecile to the industrious, brave, and preserving. The level of the sea is not more surely kept than is the equilibrium of value in society by demand and supply; and artifice and legislation punish themselves by reactions, gluts, and bankruptcies. -  Ralph Waldo Emerson"
  },
  "January 20": {
    "quote": "Those on our side who are looking to the young to lead this nation back to freedom will look in vain. For most of us, it is only with age, if ever, that we acquire the wisdom to be content to live under always imperfect rules that will permit us imperfect men to make our own imperfect decisions, with consequences for each man and for all men that no one can fully predict and that will always be something less than the New Jerusalem. - Benjamin A. Rogge"
  },
  "January 21": {
    "quote": "The weaknesses of the many make the leader possible – and the man who craves disciples and wants followers is always more or less of a charlatan. The man of genuine worth and insight wants to be himself; and he wants others to be themselves, also. Discipleship is a degenerating process to all parties concerned. People who are able to do their own thinking should not allow others to do it for them. - Elbert Hubbard"
  },
  "January 22": {
    "quote": "The great missionary, like the great artist, is able to convince some people of the truth of ideas they already half hold, but have been impeded by propaganda or restraints from adopting. Thus he liberates them to become what they have partly wanted to be all along, and so they move in the new direction not only without regrets but with joy. - John U. Nef"
  },
  "January 23": {
    "quote": "One free man says frankly what he thinks and feels in the midst of thousands who by their actions and words maintain just the opposite. It might be supposed that the man who has frankly expressed his thought would remain isolated, yet in most cases it happens that all, or the majority, of the others have long thought and felt the same as he, only they have not expressed it. And what yesterday was the novel opinion of one man becomes today the general opinion of the majority. And as soon as his opinion is established, at once by imperceptible degrees but irresistibly, the conduct of mankind begins to alter. - Leo Tolstoy"
  },
  "January 24": {
    "quote": "The laboratories do far more for mankind than do the legislatures. If modern Americans were to go back to the same tools and horsepower that were available when Benjamin Franklin was trying to capture lightning from the sky, our production of wealth would at once go down 90 per cent; wages would go down in proportion; hours of labor would increase to the limit of human endurance; the population would necessarily decrease drastically; and nothing that governments or humanitarians or labor unions or Communists could do would prevent it. - Samuel B. Pettengill"
  },
  "January 25": {
    "quote": "By liberty I mean the assurance that every man shall be protected in doing what he believes his duty against the influence of authority and majorities, custom and opinion. - Lord Acton<br /><br />Power over a man’s subsistence is power over his will. - Alexander Hamilton"
  },
  "January 26": {
    "quote": "Where distinction and rank are achieved almost exclusively by becoming a salaried servant of the state, where to do one’s assigned duty is regarded as more laudable than to choose one’s own field of usefulness, where all pursuits that do not give a recognized place in the official hierarchy or a claim to a fixed income are regarded as inferior and even somewhat disreputable, it is too much to expect that many will long prefer freedom to security. - F. A. Hayek"
  },
  "January 27": {
    "quote": "Truth spreads by testimony. There is a sort of high compulsion, which lofty spirits recognize, to bear witness to the truth whenever found. That is how good standard merchandise gets world-wide distribution. A purchaser who has pleasure and satisfaction from the use of this brush spreads the news of his discovery to others whom he desires to enrich. If this brush pleases you, will you not tell about it to the most appreciative person you know? - Seller’s Tag on a Handbrush"
  },
  "January 28": {
    "quote": "Sometimes a noble failure serves the world as faithfully as a distinguished success. - Edward Dowden<br /><br />Failure is, in a sense, the highway to success, inasmuch as every discovery of what is false leads us to seek earnestly after what is true, and every fresh experience points out some form of error which we shall afterward carefully avoid. - John Keats"
  },
  "January 29": {
    "quote": "The principle which enables consumers to get the most of what they want is the principle of the free market. The heroine of the free market is the typical housewife who will go out of her way rejoicing to buy a box of detergent two cents cheaper. Such an opportunity our heroine is glad to discover by shopping around. She would most vocally resent any restriction on her freedom to shop around. Without this vital freedom, all other freedoms – worship, speech, press, assembly, and so on – are shadowy if not impossible. - Hart Buck"
  },
  "January 30": {
    "quote": "Without the wide diversification of talents, tasted, abilities, and ambitions that now and always exist among men, Society could neither feed nor clothe itself. It is consequently a wise provision of Providence that causes the perpetuation of endless variety in the desires and capabilities of human beings. Sparked with personal liberty and the natural personal incentive to own property and advance economically, this conglomeration of inequality synchronizes into a great engine for the sustenance and progress of mankind. - Clarence Manion"
  },
  "January 31": {
    "quote": "There is iron in our nature sufficient to withstand any fact that is present in a context of affirmation, but we cannot remain unaffected by the continued assertion of cynicism and brutality. Yet these are what the materialists in charge of publicity give us. - Richard Weaver<br /><br />In the same proportion that ignorance and vice prevail in a republic, will the government partake of despotism. - William Buell Sprague"
  },
  "February 1": {
    "quote": "Trust men and they will be true to you; treat them greatly and they will show greatness themselves. - Ralph Waldo Emerson<br /><br />The task must be to banish from mankind’s thoughts the idea that anybody has the right to use force against righteousness, against justice, against mutual agreements. -  Alexander Solzhenitsyn"
  },
  "February 2": {
    "quote": "By paying so much attention to the devil and by treating witchcraft as the most heinous of crimes, the theologians and the inquisitors actually spread the beliefs and fostered the practices which they were trying so hard to repress. By the beginning of the eighteenth century witchcraft had ceased to be a serious social problem. It died out, among other reasons, because almost nobody now bothered to repress it. For the less it was persecuted, the less it was propagandized. - Aldous Huxley"
  },
  "February 3": {
    "quote": "The devil loves nothing better than the intolerance of reformers, and dreads nothing so much as their charity and patience. - James Russell Lowell<br /><br />Flatterers are the worst kind of traitors for they will strengthen thy imperfections, encourage thee in all evils, correct thee in nothing, but so shadow and paint all thy vices and follies as thou shalt never, by their will, discern good from evil or vice from virtue. - Sir Walter Raleigh"
  },
  "February 4": {
    "quote": "Freedom of the human personality cannot be given by society, and by its source and nature it cannot depend upon society – it belongs to man himself, as a spiritual being. And society, unless it makes totalitarian claims, can only recognize this freedom. This basic truth about freedom was reflected in the doctrines of natural law, of the rights of man, independent of the state, of freedom, not only as freedom within society, but freedom from society with its limitless claims on man. - Nicholas Berdyaev"
  },
  "February 5": {
    "quote": "Custom, therefore, is not the accidental, trivial, and meaningless thing which we sometimes think it to be. It is the imperishable record of the wisdom of the illimitable past reaching back to the infancy of the race, revised, corrected, enlarged, open to all alike, and read and understood by all. - James Coolidge Carter"
  },
  "February 6": {
    "quote": "If, for example, you are a writer or a speaker or a preacher, you put forth an idea which lodges in the <em>Unbewusstsein</em> [in effect, the subconscious] of a casual member of the Remnant and sticks fast there. For some time it is inert; then it begins to fret and fester until presently it invades the man’s conscious mind and, as one might say, corrupts it. Meanwhile, he has quite forgotten how he came by the idea in the first instance, and even perhaps thinks he has invented it; and in those circumstances, the most interesting thing of all is that you never know what the pressure of that idea will make him do. - Albert Jay Nock"
  },
  "February 7": {
    "quote": "Man is on earth as in an egg. - Heraclitus<br /><br />Now, you cannot go on being a good egg forever; you must either hatch or rot. - C. S. Lewis<br /><br />He who has no inclination to learn more will be very apt to think that he knows enough. - Thomas Powell"
  },
  "February 8": {
    "quote": "Like other realists after him Machiavelli identifies all too readily naked power politics with the whole of political reality, and he thus fails to grasp that ideas and ideals, if properly mobilized, can become potent facts, even decisive weapons, in the struggle for political survival. History is a vast graveyard filled with the corpses of self-styled \"realists\" like Napoleon, William II, Hitler, and Mussolini. They all underestimated the important imponderables in the equation of power but missed, in particular, the one component that in the end proved decisive: The will of man to be free, to put freedom above all other goods, even above life itself. -  William Ebenstein"
  },
  "February 9": {
    "quote": "Reform must come from within, not from without. You cannot legislate virtue. -  Cardinal James Gibbons<br /><br />What is the essence and the life of character? Principle, integrity, independence, or, as one of our great old writers has it, \"That inbred loyalty unto virtue which can serve her without a livery.\" - Edward Bulwer-Lytton"
  },
  "February 10": {
    "quote": "God grants liberty only to those who love it, and are always ready to guard and defend it. [America] holds out an example a thousand times more encouraging than ever was presented before to those nine-tenths of the human race who are born without hereditary fortune or hereditary rank. - Daniel Webster"
  },
  "February 11": {
    "quote": "Anyone can begin the practice of freedom whenever he chooses to do so. It is easy, and one need not wait upon other persons to agree before he begins. No committee resolutions or elections or laws are needed for a person to begin the practice of freedom. One need merely resolve not to impose his will – legally or illegally – upon his peaceful fellow men in their religious, their economic theories, their attitudes, their morals, their mores, or whatever. And then start to practice it. -  Dean Russell"
  },
  "February 12": {
    "quote": "Property is the fruit of labor; property is desirable; is a positive good in the world. That some should be rich shows that others may become rich, and hence is just encouragement to industry and enterprise. Let not him who is houseless pull down the house of another, but let him work diligently and build one for himself, thus by example assuring that his own shall be safe from violence when built. - Abraham Lincoln"
  },
  "February 13": {
    "quote": "To reason justly from a false principle is the perfection of sophistry, which it is more difficult to expose than to refute false reasoning. The proper way to expose its errors is to show that just and conclusive reasonings have been built on some false or absurd principle. - Nathaniel Emmons <br /><br />Men, it has been well said, think in herds; it will be seen that they go made in herds, while they only recover their sense slowly and one by one. - Charles Mackay"
  },
  "February 14": {
    "quote": "Let it be your first care not to be in any man’s debt. When the thoughts are extended to a future state, the present life seems hardly worthy of all those principles of conduct, and maxims of prudence, which one generation of men has transmitted to another; but upon a closer view, when it is perceived how much evil is produced, and how much good is impeded by embarrassment and distress, and how little room the expedients of poverty leave for the exercise of virtue, it grows manifest that the boundless importance of the next life enforces some attention to the interest of this. -  Samuel Johnson"
  },
  "February 15": {
    "quote": "The very principle of capitalist entrepreneurship is to provide for the common man. In his capacity as consumer the common man is the sovereign whose buying or abstention from buying decides the fate of entrepreneurial activities. There is in the market economy no other means of acquiring and preserving wealth than by supplying the masses in the best and cheapest way with all the goods they ask for. -  Ludwig Von Mises"
  },
  "February 16": {
    "quote": "Let us determine that we shall not allow the state to be our master, but that we shall be the masters of the state. The long road of history is lined with the ruins of those states which bought the souls and wills of their peoples by the lure of a granted security, and then led them to ruin by the same mirage. The world does not need one more such ruin. It needs a people who will be really secure and enduring, as far as mortal life is possible – secure and enduring because each member of the society is a person who accepts his and her responsibilities as duties, and asks only that the state act to keep the avenues of freedom open. - Russell J. Clinchy"
  },
  "February 17": {
    "quote": "The man who strives to educate himself – and no one else can educate him – must win a certain victory over his own nature. He must learn to smile at his dear idols, analyze his every prejudice, scrap if necessary his fondest and most consoling belief, question his presuppositions, and take his chances with the truth. - Everett Dean Martin"
  },
  "February 18": {
    "quote": "If the less productive members of a society truly seek security, let them rally to the defense of the freedom of choice and freedom of action of those who work for a living and who are personally productive. Let them voluntary trading directs the instruments of production and the means of economic security into the hands of those most capable of serving all mankind. It promotes mutual respect for life and property. It stimulates every individual to develop his own talents to their maximum productivity. It encourages saving instead of squandering. The free market, and not its displacement by governmental controls, is the only route to the kind of personal security which makes for harmonious social relationships. -  Paul L. Poirot"
  },
  "February 19": {
    "quote": "He that gives good advice, builds with one hand; he that gives good council and example, builds with both; but he that gives good admonition and bad example, builds with one hand and pulls down with the other. - Francis Bacon <br /><br />To make no mistake is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future. - Plutarch"
  },
  "February 20": {
    "quote": "Those whose rewards are considered by the community to be \"too small\" and who aver that they want to earn more are classed as \"unemployed\" and are looked upon as a social problem. The \"problem\" is to increase their rewards. It is assumed (wholly without proof) that they cannot do this for themselves and hence that society must do it for them. However, the \"unemployed\" are not differently situated from others. They are receiving some rewards and they want more; the same can be said of us all. If the \"unemployed\" are helpless, so is everyone. - Oscar Cooley"
  },
  "February 21": {
    "quote": "It is seldom that liberty of any kind is lost all at once. - David Hume<br /><br />The people never give up their liberties but under some delusion. -  Edmund Burke<br /><br />It is by compromise that human rights have been abandoned...And repose can only be found in everlasting principles. - Charles Sumner"
  },
  "February 22": {
    "quote": "If to please the people, we offer what we ourselves disapprove, how can we afterwards defend our work? Let us raise a standard to which the wise and honest can repair. The event is in the hand of God. - Attributed to George Washington<br /><br />Woe to the country in which political hypocrisy first calls the people almighty, then teaches that the voice of the people is divine, then pretends to take a mere clamor for the true voice of the people, and lastly gets up and desired clamor. - Francis Lieber"
  },
  "February 23": {
    "quote": "Everything is first worked out in the unseen before it is manifested in the seen, in the ideal before it is realized in the real, in the spiritual before it shows forth in the material. The realm of the seen is the realm of effect. The nature of effect is always determined and conditioned by the nature of cause. - Ralph Waldo Trine"
  },
  "February 24": {
    "quote": "The common man, finding himself in a world so excellent, technically and socially, believe it has been produced by nature, and never thinks of the personal efforts of highly endowed individuals which the creation of this new world presupposed. Still less will he admit the notion that all these facilities still require the support of certain difficult human virtues, the least failure of which would cause the rapid disappearance of the whole magnificent edifice. - Jose Ortega Y Gasset"
  },
  "February 25": {
    "quote": "Example is the school of mankind; they will learn at no other. - Edmund Burke<br /><br />The general principles of any study you may learn by books at home, but the detail, the color, the tone, the air, the life in it, you must catch all these from those in whom it already lives. - Cardinal John Henry Newman"
  },
  "February 26": {
    "quote": "We at least believe that we have attained an understanding of the forces which have shaped civilization which our opponents lack. Yet if we have not convinced them, the reason must be that we have not yet made explicit some of the foundations on which our conclusions rest. Our chief task therefore must still be to improve the argument on which our case for a free society rests. - F. A. Hayek"
  },
  "February 27": {
    "quote": "To sustain the individual freedom of action contemplated by the Constitution is not to strike down the common good, but to exalt it; for surely the good of society as a whole cannot be better served than by the preservation against arbitrary restraint of the liberties of its constituent members. - Justice George Sutherland"
  },
  "February 28": {
    "quote": "When you are in a receptive state of min, things can be easily understood; you are listening when you real attention is given to something. But unfortunately most of us listen through a screen of resistances. We are screened with prejudices, whether religious or spiritual, psychological or scientific; or with daily worries, desires and fears. And with these as a screen we listen. Therefore, we listen really to our own noises, to our own sound, not to what is being said. - Jiddu Krishnamurti"
  },
  "February 29": {
    "quote": "When it is time to vote, apparently the voter is not to be asked for any guarantee of his wisdom...But when the legislator is finally elected – ah! Then indeed does the tone of his speech undergo a radical change. The people are returned to passiveness, inertness, and unconsciousness; the legislator enters into omnipotence. Now it is for him to initiate, to direct, to propel, and to organize. Mankind has only to submit; the hour of despotism has struck. We now observe this fatal idea: The people who, during the election, were so wise, so moral, so perfect, now have no tendencies whatever; or if they have any, they are tendencies that lead downward into degradation. - Frederic Bastiat"
  },
  "March 1": {
    "quote": "Barbarism has its earmarks, and the acquisition of property through conquest or superior force is notably one of them. Civilization, too, has its earmarks, and the orderly disposition of property through the medium of deeds, leases, wills, and other contractual arrangements is not only an earmark of civilization but an absolute prerequisite. - Edward P. Scharfenberger"
  },
  "March 2": {
    "quote": "Despondency is not a state of humility. On the contrary, it is the vexation and despair of a cowardly pride; nothing is worse. Whether we stumble or whether we fall, we must only think of rising again and going on in our course. -  Francois Fenelon<br /><br />Every great and commanding movement in the annals of the world is the triumph of enthusiasm. Nothing great was ever achieved without it. -  Ralph Waldo Emerson"
  },
  "March 3": {
    "quote": "To really participate in the Divine Task, man must place his ideals as high as possible, out of reach if necessary. - Lecomte Du Nouy<br /><br />Institutions and laws are but the outward manifestation or outcome of the underlying ideas, sentiments, customs, in short, character. To urge a different outcome would in no way alter men’s character – or the outcome. -  Gustave Le Bon"
  },
  "March 4": {
    "quote": "Gain all you can, by common sense, by using in your business all the understanding which God has given you. It is amazing to observe how few do this; how men run on in the same dull track with their forefathers. But whatever they do who know not God, this is no rule for you. It is a shame for a Christian not to improve upon <em>them</em>, in whatever he takes in hand. You should be continually learning from your own experience, reading, and reflection, to do everything you have to do better to-day than you did yesterday. And see that you practise whatever you learn; that you make the best of all that is in your hand. - John Wesley"
  },
  "March 5": {
    "quote": "The social hierarchy is in ruins; the individual members are like peas shelled from their pods and form a numerical whole composed of equal elements. The state is the beginning and end organizations; it must apply itself to the task with the highest degree of authority and attention to detail. But is that to say that there are no longer any privileged persons? There are indeed; but as regards the state they are no longer privileged as men, preceding its authority. They hold their privileges in and from the state. - Bertrand De Jouvenel"
  },
  "March 6": {
    "quote": "Men are qualified for civil liberty in exact proportion to their disposition to put moral chains upon their own appetites; in proportion as their love of justice is above their rapacity; in proportion as their soundness and sobriety of understanding is above their vanity and presumption; in proportion as they are more disposed to listen to the counsels of the wise and good, in preference to the flattery of knaves. Society cannot exist unless a controlling power upon will and appetite be placed somewhere and the less of it there is within, the more there must be without. It is ordained in the eternal constitution of things, that men of intemperate minds cannot be free. Their passions forge their fetters. - Edmund Burke"
  },
  "March 7": {
    "quote": "Scratch the green rind of a sapling, or wantonly twist it in the soil, and a scarred or crooked oak will tell of the act for centuries to come. So it is with the teachings of youth, which make impressions on the mind and heart that are to last forever. The highest function of the teacher consists not so much in imparting knowledge as in stimulating the pupil in its love and pursuit. To know how to suggest is the art of teaching. - Henri Frederic Amiel"
  },
  "March 8": {
    "quote": "If you have built castles in the air, your work need not be lost; there is where they should be. Now put foundations under them. - Henry David Thoreau<br /><br />He that hath a trade hath an estate; and he that hath a calling hath a place of profit and honor. A plowman on his legs is higher than a gentleman on his knees. -  Benjamin Franklin"
  },
  "March 9": {
    "quote": "He that resolves upon any great and good end, has, by that very resolution, scaled the chief barrier to it. He will find such resolution removing difficulties, searching out or making means, giving courage for despondency, and strength for weakness, and like the star to the wise men of old, ever guiding him nearer and nearer to perfection. - Tryon Edwards<br /><br />To think we are able is almost to be so; to determine upon attainment is frequently attainment itself; earnest resolution has often seemed to have about it almost a savor of omnipotence. - Samuel Smiles"
  },
  "March 10": {
    "quote": "You can reflect what is another’s; you can radiate only what is your own. - Chinese Proverb<br /><br />A man only understands that of which he has already the beginnings in himself. -  Henri Frederic Amiel"
  },
  "March 11": {
    "quote": "How little do men see, who promote insurrection or revolution, and hope to lead it, that they must soon sink under its force, and be among the first victims of the fury which they excite! However honest may be the views of its promoters, in the progress of insurrection or revolution, ignorant, violent, and wicked men will soon take the lead, and conduct an enraged people to any extremity. -  Alexander Addison"
  },
  "March 12": {
    "quote": "When any individual or organization under whatsoever name attempts to use force to gain his or its ends, they are attempting to use force to gain his or its ends, they are attempting to usurp governmental functions. This attempt unless promptly and effectively restrained by legally constituted authority leads to lawlessness, disorder, and anarchy, which is the very negation of all government. The law cannot temporize with lawlessness. <em>The first duty of government is to govern</em>, that is, to maintain law and order at all hazards and regardless of expense; only by doing this does it fulfill its legitimate function, which is the protection of life, liberty, and property. - George Wendell Maxey"
  },
  "March 13": {
    "quote": "If man is to continue his self-improvement, he must be free to exercise the powers of choice with which he has been endowed. When discrimination is not allowed according to one’s wisdom and conscience, both discrimination and conscience will atrophy in the same manner as an unused muscle. Since man was given these faculties, it necessarily follows that he should use them and be personally responsible for the consequences of his choices. He must be free to either enjoy or endure the consequences of each decision, because the lesson it teaches is the sole purpose of experience – the best of all teachers. - F. A. Harper"
  },
  "March 14": {
    "quote": "Intellect deteriorates after every surrender to folly: unless we consciously resist, the nonsense does not pass by us but into us. - Jacques Barzun<br /><br />All who have ever written on government are unanimous, that among a people generally corrupt liberty cannot long exist. - Edmund Burke"
  },
  "March 15": {
    "quote": "The more numerous public instrumentalities become, the more is there generated in citizens the notion that everything is to be done for them, and nothing by them. Every generation is made less familiar with the attainment of desired ends by individual actions or private agencies; until, eventually, governmental agencies come to be thought of as the only available agencies. - Herbert Spencer"
  },
  "March 16": {
    "quote": "Where there is a multitude of specific laws, it is a sign that the state is badly governed; for it is in the attempt to build up dikes against the spread of crime that men in such a state feel constrained to multiply the laws. Those who are rightly governed, on the other hand, do not need to fill their porticoes with written statutes, but only to cherish justice in their souls; for it is not by legislation, but by morals, that states are well directed. - Isocrates"
  },
  "March 17": {
    "quote": "The owner of producer’s goods in the frame of a market economy is forced to employ them for the best possible satisfaction of the wants of the consumers. He forfeits his property if other people eclipse him by better serving the consumers, in the market economy property is acquired and preserved by serving the public and is lost when the public becomes dissatisfied with the way in which it is served...By the instrumentality of the profit-and-loss system, the owners are forced to deal with \"their\" property as if it were other peoples’ property entrusted to them under the obligation to utilize it for the best possible satisfaction of the virtual beneficiaries, the consumers. - Ludwig Von Mises"
  },
  "March 18": {
    "quote": "Never yet did there exist a full faith in the divine word which did not expand the intellect while it purified the heart; which did not multiply the aims and objects of the understanding, while it fixed and simplified those of the desires and passions. -  Samuel Taylor Coleridge<br /><br />Good laws make it easier to do right and harder to do wrong. -  William E. Gladstone"
  },
  "March 19": {
    "quote": "Every wanton and causeless restraint of the will of the subject, whether practiced by a monarch, a nobility, or a popular assembly, is a degree of tyranny. -  Sir William Blackstone<br /><br />There is a natural and necessary progression, from the extreme of anarchy to the extreme of tyranny; and arbitrary power is most easily established on the ruins of liberty abused to licentiousness. - George Washington"
  },
  "March 20": {
    "quote": "To be angry is to revenge the faults of others on ourselves. - Alexander Pope<br /><br />The great thinker is seldom a disputant. He answers other men’s arguments by stating the truth as he sees it. - Daniel March<br /><br />Worry affects the circulation – the heart, the glands, the whole nervous system. I have never known a man who died from overwork, but many who died from doubt. - Charles Mayo"
  },
  "March 21": {
    "quote": "The history of government limitation of price seems to teach one clear lesson: that in attempting to ease the burdens of the people in a time of high prices by artificially setting a limit to them, the people are not relieved but only exchange one set of ills for another which is greater. Among these ills are (1) the withholding of goods from the market, because consumers being in the majority, price fixing is usually in their interest; (2) the dividing of the community into two hostile camps, one only of which considers that the government acts in its interest; (3) the practical difficulties of enforcing such limitation in prices which in the very nature of the case requires the cooperation of both producer and consumer to make it effective. - Mary G. Lacy"
  },
  "March 22": {
    "quote": "The whole gospel of Karl Marx can be summed up in a single sentence: Hate the man who is better off than you are. Never under any circumstances admit that his success may be due to his own efforts, to the productive contribution he has made to the whole community. Always attribute his success to the exploitation, the cheating, the more or less open robbery of others. Never under any circumstances admit that your own failure may be owing to your own weaknesses, or that the failure of anyone else may be due to his own defects – his laziness, incompetence, improvidence, or stupidity. Never believe in the honesty or disinterestedness of anyone who disagrees with you. - Henry Hazlitt"
  },
  "March 23": {
    "quote": "There are...certain principles of right and justice which are entitled to prevail of their own intrinsic excellence, altogether regardless of the attitude of those who wield the physical resources of the community. Such principles were made by no human hands...They are external to all will as such and interpenetrate all reason as such. They are eternal and immutable. In relation to such principles, human laws are...merely a record or transcript, and their enactment an act not of will or power but one of discovery and declaration. - Edward S. Corwin"
  },
  "March 24": {
    "quote": "The aversion to restraint assumes the <em>same external appearance</em> with the love of liberty; but this criterion will enable us to distinguish the reality from the counterfeit. In fact, the spirit of liberty and a general corruption of manners are so totally adverse and repugnant to each other, that it is utterly impossible they should have even the most transitory existence in the same age and nation. -  Alexander F. Tytler"
  },
  "March 25": {
    "quote": "Either some Caesar or Napoleon will seize the reins of government with a strong hand; or your republic will be as fearfully plundered and laid waste by barbarians in the twentieth Century as the Roman Empire was in the fifth; -- with this difference, that the Huns and Vandals who ravaged the Roman Empire came from without, and that your Huns and Vandals will have been engendered within your own country by your own institutions. - Thomas Babington Macaulay"
  },
  "March 26": {
    "quote": "Culture strives to establish a boundary between itself and barbarism. The manifestations of barbarism are called \"crimes.\" But existing criminology is insufficient to isolate barbarism. It is insufficient because the idea of \"crime\" in existing criminology is artificial, for what is called crime is really an infringement of \"existing laws,\" whereas \"laws\" are very often a manifestation of barbarism and violence. Such are the prohibiting laws of different kinds which about in modern life. - P. D. Ouspensky"
  },
  "March 27": {
    "quote": "For as liberty solely consists in an independency upon the will of another, and by the name of slave we understand a man who can neither dispose of his person or goods, but enjoys all at the sill of his master; there is no such thing in nature as a slave if those men or nations are not slaves who have no other title to what they enjoy than the grace of the Prince, which he may revoke whensoever he pleaseth. -  Sir Algernon Sidney"
  },
  "March 28": {
    "quote": "Profits, like rent, do not figure in selling price under properly competitive conditions. For, just as the price of wheat is set at the margin by the wheat grown on norent lands, so is the price of an industrial product set at the margin by the output of the no-profit company. Profits, then, are the special creation of the ability, the knowhow, the inventiveness, the foresight, the imagination, of the superior executive. They are, in effect, not added into price but <em>taken out of cost</em>. -  John Chamberlain"
  },
  "March 29": {
    "quote": "For in the last analysis, the thought and conscience of the individual man are the <em>only thought and conscience there are</em>....There is, in literal truth, no public mind: there are only the minds of the persons composing the public. There is no public conscience; there are only their several consciences. Dry these functions up, or bind the life out of them, and all the mental and moral life of the public is stopped at its source. - William Ernest Hocking"
  },
  "March 30": {
    "quote": "Innovation, invention, change, all depend on the freedom of the individual to stand on his own feet. We can revert to communism very easily for it is the only system mankind has known throughout the far greater part of his existence. It is not a system to be attained by effort but one which returns to us when we dodge responsibility and fail to preserve our defenses; particularly our religious defenses. It is like the jungle awaiting silently around us ready to creep back and swallow up our feeble efforts the moment we cease struggling to hoe our vegetables and sow our grain. When it comes, it will not be an advance in evolution but a reversion to barbarism. - George Winder"
  },
  "March 31": {
    "quote": "All truly wise thoughts have been thought already thousands of times; but to make them truly ours, we must think them over again honestly, till they take root in our personal experience. - Johann Wolfgang Von Goethe<br /><br />There are three parts in truth: first, the inquiry, which is the wooing of it; secondly, the knowledge of it, which is the presence of it; and thirdly, the belief, which is the enjoyment of it. - Francis Bacon"
  },
  "April 1": {
    "quote": "That man thinks he knows everything whereas he knows nothing. I, on the other hand, know nothing but I know I know nothing. - Socrates<br /><br />Judge of a man by his questions rather than by his answers. -  Francois Marie De Voltaire"
  },
  "April 2": {
    "quote": "When a private individual meditates an undertaking, however directly connected it may be with the welfare of society, he never thinks of soliciting the cooperation of the government, but he publishes his plan, offers to execute it himself, courts the assistance of other individuals, and struggles manfully against all obstacles. Undoubtedly he is often less successful than the State might have been in his position; but in the end the sum of these private undertakings far exceeds all that the government could have done. - Alexis De Tocqueville"
  },
  "April 3": {
    "quote": "We in America have had too much experience of life to fool ourselves into pretending that all men are equal in ability, in character, in intelligence, in ambition. That was part of the claptrap of the French Revolution. We have grown to understand that all we can hope to assure to the individual through government is liberty, justice, intellectual welfare, equality of opportunity, and stimulation to service. - Herbert Hoover"
  },
  "April 4": {
    "quote": "Learn to complete your transactions. If you drop something, pick it up; if you open a door, close it; if you make a promise, keep it; if you borrow money, pay it back. Responsibility and authority always in balance – assumed proportionately and/or dispensed commensurately – induce cooperation for creative release. -  Leonard E. Read"
  },
  "April 5": {
    "quote": "See if the law takes from some persons what belongs to them, and gives it to other persons to whom it does not belong. See if the law benefits one citizen at the expense of another by doing what the citizen himself cannot do without committing a crime. - Frederic Bastiat<br /><br />What is a communist? One who has yearnings<br />For equal division of unequal earnings.<br />Idler or bungler, he is willing<br />To fork out his penny and pocket your shilling. - Ebenezer Elliott"
  },
  "April 6": {
    "quote": "When I say things are scarce, I mean they are scarce in relation to men’s wants. There is no quality in things that makes them economic goods except their relationship to the satisfaction of some human want. We say good eggs are scarce. There are not enough to satisfy the human demand for eggs. Eggs are economic goods and we have to pay for them. Some must go without all the eggs they want. There may be even fewer bad eggs, but we do not say that bad eggs are scarce. One bad egg is usually more than we want. Economic scarcity is always in relation to human wants. This is the important thing. - Percy L. Greaves, Jr."
  },
  "April 7": {
    "quote": "He who is not aware of his ignorance will be only misled by his knowledge. -  Richard Whately<br /><br />We do not possess knowledge or wisdom – which is the end of philosophical inquiry; and moreover...not only do we not possess it at the moment...but...we cannot in fact have it...we are dealing with a perpetual \"not yet.\"-  Joseph Pieper"
  },
  "April 8": {
    "quote": "We conserve natural resources by using them in the most efficient and economic manner. \"Uneconomic conservation\" is a contradiction in terms – it is waste. But if politics dominates a conservation program, what we get is \"uneconomic conservation.\" There are those who talk in grandiose terms about this or that river valley project and who urge us not to count the costs. Actually, of course, there is no way of determining whether a given program is conservation or waste except by counting the costs. If a given project cannot pass the test of economics, that is a sure sign that it is not conservation but waste. - Ben Moreell"
  },
  "April 9": {
    "quote": "For no one would say that a man was happy who had no fortitude, no temperance, no justice, no prudence, but was afraid of the flies that flew around him; nor would abstain from the meanest theft if he was either hungry or dry, or would murder his dearest friend for a farthing; and also was in every particular as wanting in his understanding as an infant or an idiot. These truths are so evident that all must agree to them....Let us therefore be well assured that every one enjoys as much happiness as he possesses virtue and wisdom, and acts according to their dictates....It is evident that government must be the best which is so established that every one therein may have it in his power to act virtuously and live happily. - Aristotle"
  },
  "April 10": {
    "quote": "The sense of property is graciously bestowed on mankind for the purpose of rousing them from sloth, and stimulating them to action; and so long as the right of acquisition is exercised in conformity to the social relations and the moral obligations which spring from them, it ought to be sacredly protected. The natural and active sense of property pervades the foundations of social improvement. It leads to the cultivation of the earth, the institution of government, the establishment of justice, the acquisition of the comforts of life, the growth of the useful arts, the spirit of commerce, the productions of taste, the erections of charity and the display of the benevolent affections. - James Kent"
  },
  "April 11": {
    "quote": "The basic immorality involved in coercion of men soon corrupts not only the wielder of such power, but those over whom the power is wielded. Soon all men come to expect that their lives should be rendered problem-free by an omnicompetent state. For this reason, Bastiat described the state as \"<em>that great fictitious entity by which everyone tries to live at the expense of everyone else</em>.\"-  George Charles Roche III"
  },
  "April 12": {
    "quote": "The covetous person lives as if the world were made altogether for him, and not he for the world; to take in everything and part with nothing. - Caleb C. Colton<br /><br />The man who never reads will never be read, he who never quotes will never be quoted; he who will not use the thoughts of other men’s brains proves that he has no brains of his own. - Charles H. Spurgeon"
  },
  "April 13": {
    "quote": "Of liberty then I would say that, in the whole plenitude of its extent, it is unobstructed action according to our will, but rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add \"within the limits of the law,\" because law is often but the tyrant’s will, and always so when it violates the rights of an individual. - Thomas Jefferson"
  },
  "April 14": {
    "quote": "I do not choose to be a common man. It is my right to be uncommon – if I can. I seek opportunity, not security. I do not wish to be a kept citizen, humbled and dulled by having the state look after me. I want to take the calculated risk; to dream and to build, to fail and to succeed. I refuse to barter incentive for a dole. I prefer the challenges of life to the guaranteed existence; the thrill of fulfillment to the stale calm of utopia. I will not trade freedom for beneficence nor my dignity for a handout. I will never cower before any master nor bend to any threat. It is my heritage to stand erect, proud and unafraid; to think and act for myself, enjoy the benefit of my creations and to face the world boldly and say, this I have done. All this is what it means to be an American. - Dean Alfange"
  },
  "April 15": {
    "quote": "Experience should teach us to be most on our guard to protect liberty when the government’s purposes are beneficent. Men born to freedom are naturally alert to repel invasion of their liberty by evil-minded rulers. The greatest dangers to liberty lurk in insidious encroachment by men of zeal, well-meaning, but without understanding. - Justice Louis D. Brandei"
  },
  "April 16": {
    "quote": "Every man, however obscure, however removed from the general recognition, is one of a group of men impressible for good, and impressible for evil, and it is the nature of things that he cannot really improve himself without in some degree improving other men. - Charles Dickens<br /><br />Act only on that maxim through which you can at the same time will that it should become a universal law. - Immanuel Kant"
  },
  "April 17": {
    "quote": "Freedom rests, and always will, on individual responsibility, individual integrity, individual effort, individual courage, and individual religious faith. It does not rest in Washington. It rests with you and me. Two things you and I can do, and two only. First, we can practice what we profess. Second, we can each preach, from our own personal pulpit, the principles we practice, whether that pulpit looks out upon a continent, a country town, or a single cottage. - Ed Lipscomb"
  },
  "April 18": {
    "quote": "It unfortunately has become fashionable for the artist in modern society to quibble over this issue of freedom. He says on the one hand that he prefers a society which emphasizes physical security for all (which necessitates in technological civilization a degree of regimentation which endangers freedom). At the same time he properly wants a society where he is free to write, paint, and compose as he wills. He fails to recognize that the artist is so influenced by the society of which he is part, that he cannot remain free when all else is controlled. - George S. Schuyler"
  },
  "April 19": {
    "quote": "I think the Post Office is a clear example of the way in which fetters can be worn for so long that people look on them as natural human appendages. Not that there is no criticism of the Post Office – far from it – but the criticism is confined to points of detail; it is not radical. Rarely is the question put: Why should the Post Office be a State monopoly? - Henry Meulen"
  },
  "April 20": {
    "quote": "The great law of culture is: Let each become all that he was created capable of being; expand, if possible, to his full growth. - Thomas Carlyle<br /><br />The fight against tyranny in America is dull and monotonous in these years of grace of the mid-twentieth century. It consists almost entirely of a lot of petty recognitions of the petty encroachments, arrogances, and cruelties of bureaucracy that lie hidden under the government’s sweet promise of security. -  Lowell Mason"
  },
  "April 21": {
    "quote": "It would really be a comfort to know that each business was doing its utmost to get as much of the market as it possibly could, that each firm was striving to put out the greatest possible production at the lowest possible cost, that, in short, it was being directed in accordance with the public good. But because of so many interventionist devices, the measuring sticks provided by a free market are no longer available. You can’t be sure that a move or a failure to move on the part of a business is dictated by economic considerations in response to the desires of the people. - Sylvester Petro"
  },
  "April 22": {
    "quote": "Everything in nature works according to laws. Only a rational being has the capacity of acting according to the conception of laws, i.e,, according to principles. This capacity is will. Since reason is required for the derivation of actions from laws, will is nothing else than practical reason. - Immanuel Kant"
  },
  "April 23": {
    "quote": "In a nation without a thriving business community, private wealth is generally stored in vaults, or used in conspicuous consumption, or invested in real estate, or placed with business communities abroad. But where a country’s private business is not subject to Procrustean measures of control, this private wealth is less likely to be shipped abroad, buried, or otherwise diverted into circuits of low economic potential. It is likely to come out of hiding, or to be brought home from abroad, particularly since the prospects of profit are normally higher in a poor country if the political environment is good. - Harold M. Fleming"
  },
  "April 24": {
    "quote": "A man with a scant vocabulary will almost certainly be a weak thinker. He who would learn to think should learn to write. Good ideas are elusive and must be captured in flight...jot down a good thought the moment after it lights up your mind. - Henry Hazlitt"
  },
  "April 25": {
    "quote": "Our economy has the tremendous advantage of possessing three and a half million business enterprises outside of agriculture and about six million business enterprises in agriculture. This means that the American economy has nearly ten million places where innovations may be authorized. Have you ever thought of that? Ten million places where experiments may be tried, where no further authority is needed to authorize an experiment. Our economy operates under about ten million separate private business budgets. No regimented economy can hope to compete in dynamic drive with an economy which possesses nearly ten million independent centers of initiative. - Sumner H. Slichter"
  },
  "April 26": {
    "quote": "They who have read about everything are thought to understand everything, too, but it is not always so; reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours. We are of the ruminating kind, and it is not enough to cram ourselves with a great load of collections – we must chew them over again. - William Ellery Channing"
  },
  "April 27": {
    "quote": "To the extent that a society limits its government to policing functions which curb the individuals who engage in aggressive and criminal actions, and conducts its economic affairs on the basis of free and wiling exchange, to that extent domestic peace prevails. When a society departs from this norm, its governing class begins, in effect, to make war upon the rest of the nation. A situation is created in which everyone is victimized by everyone else under the fiction of each living at the expense of all. Power differentials in society are increased and aggravated, popular discontent mounts, and the ruling group seeks for a device to restore \"unity.\" War is, of course, the time-honored national unifier. - Edmund A. Opitz"
  },
  "April 28": {
    "quote": "The terrific urge to prevent another person from making a \"mistake\" must be resisted if liberty is to be preserved. The \"protective spirit\" that leads a fond parent to prohibit his child, leads the dictator to act as he does in \"protecting\" his political children. There is no possible way to allow a person to be right without also allowing him to be wrong. The only way to avoid responsibility for another’s mistakes is to allow him the full glory and reward of being right, as well as the full dishonor and penalty of being wrong. Only in this way can one person isolate himself from the mistakes of another, whether it be a Stalin or a neighbor. - F. A. Harper"
  },
  "April 29": {
    "quote": "Blessings we enjoy, and for the most of them, because they be so common, men forget to pay their praises. - Izaak Walton<br /><br />Faith marches at the head of the army of progress. It is found beside the most refined life, the freest government, the profoundest philosophy, the noblest poetry, the purest humanity. - Theodore T. Munger"
  },
  "April 30": {
    "quote": "When in 1938 a young friend said to me: \"Why are you writing, it can never be published anyway, and one day al of your manuscripts will be burned,\" I replied playfully: \"One never knows; I enjoy writing; what I am thinking becomes clearer in the process; and finally, in case the overthrow should occur someday, I do not wish to stand there with empty hands.\" - Karl Jaspers"
  },
  "May 1": {
    "quote": "Without freedom of thought, there can be no such thing as Wisdom; and no such thing as Liberty without freedom of speech; which is the right of every man, as far as by it he does not hurt or control the right of another; and this is the only check it ought to suffer, and the only bounds it ought to know. This sacred privilege is so essential to free governments, that the security of property and the freedom of speech always go together; and in those wretched countries where a man cannot call his tongue his own, he can scarce call anything else his own. Whoever would overthrow the liberty of a nation must begin by subduing the freeness of speech. - John Trenchard"
  },
  "May 2": {
    "quote": "Mankind does not begin with liberty. Mankind acquires liberty through civilization. The state which attempts to realize liberty before government, or the world-order before the national-order, will find itself immediately threatened with dissolution and anarchy. - John W. Burgess"
  },
  "May 3": {
    "quote": "We are now beginning to realize that these centuries, so self-satisfied, so perfectly rounded-off, are dead within. <em>Genuine vital integrity does not consist in satisfaction, in attainment, in arrival</em>. Cervantes said long since: \"The road is always better than the inn.\" When a period has satisfied its desires, its deal, this means that it desires nothing more; that the wells of desire have been dried up. That is to say, our famous plenitude is in reality coming to an end. There are centuries which die of self-satisfaction through not knowing how to renew their desires, just as the happy drone dies after nuptial flight. - Jose Ortega Y Gasset"
  },
  "May 4": {
    "quote": "Nature understands no jesting; she is always true, always serious, always severe; she is always right, and the errors and faults are always those of man. The man incapable of appreciating her she despises and only to the apt, the pure, and the true, does she resign herself and reveal her secrets. -  Johann Wolfgang Von Goethe"
  },
  "May 5": {
    "quote": "There is no reason, at least I know of none, why the universe should necessarily be intelligible to the mind of a twentieth-century human being, and I take leave to remind him how late a comer he is upon the cosmic scene and how recently he has begun to think. - C. E. M. Joad<br /><br />A man’s humility depends on how deeply he gain’s guidance through listening. - Karl Jaspers"
  },
  "May 6": {
    "quote": "It is necessary to try to surpass one’s self always; this occupation ought to last as long as life. - Queen Christiana<br /><br />Attention makes the genius; all learning, fancy, science, and skill depend upon it....It builds bridges, opens new worlds, heals diseases, carries on the business of the world. Without it taste is useless, and the beauties of literature unobserved. - Robert Willmott"
  },
  "May 7": {
    "quote": "Every living thing must struggle for existence, and human beings are no exception. Men and women survive on this Earth only because their energies constantly convert other forms of energy to satisfy human needs, and constantly attack the nonhuman energies that are dangerous to human existence. But – only an individual human being can generate human energy. And – only an individual human being can control the energy he generates. The failure to understand these two simple and basic truths has, for over 6,000 years, stagnated human progress and kept the vast majority of people underfed, poorly clothed, embroiled in wars, and dying form famine and pestilence. - Henry Grady Weaver"
  },
  "May 8": {
    "quote": "Well knows he who uses to consider, that our faith and knowledge thrives by exercise, as well as our limbs and complexion. Truth is compar’d in Scripture to a streaming fountain; if her water flow not in a perpetuall progression, they sick’n into a muddy pool of conformity and tradition. - John Milton"
  },
  "May 9": {
    "quote": "More powerful than armies is an idea whose time has come. - Victor Hugo<br /><br />When goods do not cross borers, soldiers will. - Frederic Bastiat<br /><br />Despotism may govern without faith, but Liberty cannot. -  Alexis De Tocqueville"
  },
  "May 10": {
    "quote": "If a man seeks for greatness, let him forget greatness and ask for truth, and he will find both. - Horace Mann<br /><br />For who knows not that Truth is strong next to the Almighty; she needs no policies, nor stratagems, nor licencings to make her victorious, those are the shifts and the defences that error uses against her power. - John Milton"
  },
  "May 11": {
    "quote": "It is bad to be oppressed by a minority, but it is worse to be oppressed by a majority. For there is a reserve of latent power in the masses which, if it is called into play, the minority can seldom resist. But from the absolute will of an entire people there is no appeal, no redemption, no refuge but treason. - Lord Acton"
  },
  "May 12": {
    "quote": "The blind at least call for a guide, while we go astray on our won accord. \"I am not ambitious,\" we say, \"but in Rome one cannot live otherwise.\" \"I am not a spenthrift, but the city requires a great outlay.\" \"It is not my fault if I am erratic, if I have not yet settled upon a definite course of life; it is a fault of youth.\" Let us not seek our disease outside of ourselves; it is within us, it is implanted in our bowels. And the mere fact that we do not perceive ourselves to be sick serves to make our cure more difficult. - Lucius Annaes Seneca"
  },
  "May 13": {
    "quote": "Human labor, through all its forms, from the sharpening of a stake to the construction of a city or an epic, is one immense illustration of the perfect compensation of the universe. Everywhere and always this law is sublime. The absolute balance of Give and Take, the doctrine that every thing has its price, and if that price is not paid, not that thing but something else is obtained, and that it is impossible to get anything without its price, is not less sublime in the columns of a ledger than in the budgets of states, in the laws of light and darkness, in all the action and reaction of nature. - Ralph Waldo Emerson"
  },
  "May 14": {
    "quote": "To illustrate how exposure to the wholly new can create an awareness of how little we know, visualize a sheet of black, infinite in its dimensions. Now, assume that in childhood one had carved out an amount of light – understanding – visualized by a small circle of white on the black sheet. But, in the years since, he has enlarged his understanding, visualized by a much larger circle. In the latter case, the amount of darkness to which he has exposed himself is much greater. The more one knows, the more awareness he should have of the unknown. - Leonard E. Read"
  },
  "May 15": {
    "quote": "It’s a different song when everything’s wrong,<br/>When you are feeling infernally mortal;<br/>When it’s ten against one, and hope there is none;<br/>Buck up little solider, and chortle! - Robert Service<br/><br/>The wise and active conquer difficulties by daring to attempt them. Sloth and folly shiver and shrink at sight of toil and hazard, and make the impossibility they fear. - Nicholas Rowe"
  },
  "May 16": {
    "quote": "When studied with any degree of thoroughness, the economic problem will be found to run into the political problem, the political problem in turn into the philosophical problem, and the philosophical problem itself to be almost indissolubly bound up at last with the religious problem. - Irving Babbitt"
  },
  "May 17": {
    "quote": "Throughout history orators and poets have extolled liberty, but no one has told us why liberty is so important. Our attitude towards such matters should depend on whether we consider civilization as fixed or as advancing....In an advancing society, any restriction on liberty reduces the number of things tried and so reduces the rate of progress. In such a society freedom of action is granted to the individual, not because it gives him greater satisfaction but because if allowed to go his own way, he will on the average serve the rest of us better than under any orders we know how to give. - H. B. Phillips"
  },
  "May 18": {
    "quote": "Affability, mildness, tenderness, and a word I would fain bring back to its original signification of virtue – I mean good nature – are of daily use; they are the bread of mankind and the staff of life. - John Dryden<br /><br />Anger is the most impotent of passions. It effects nothing it goes about, and hurts the one who is possessed by it more than the one against whom it is directed. - Edward Hyde Clarendon"
  },
  "May 19": {
    "quote": "The divine insanity of noble minds,<br />That never falters or abates,<br />But labors, endures, and waits,<br />Till all that it foresees it finds,<br />Or what it cannot find, creates. - Henry Wadsworth Longfellow<br /><br />The block of granite which was an obstacle in the pathway of the weak becomes a stepping-stone in the pathway of the strong. - Thomas Carlyle"
  },
  "May 20": {
    "quote": "Every man and woman in society has one big duty. That is, to take care of his or her own self. This is a social duty. For, fortunately, the matter stands so that the duty of making the most of one’s self individually is not a separate thing from the duty of filling one’s place in society, but the two are one, and the latter is accomplished when the former is done. - William Graham Sumner"
  },
  "May 21": {
    "quote": "Freedom to order our own conduct in the sphere where material circumstances force a choice upon us, and responsibility for the arrangement of our own life according to our own conscience, is the air in which alone moral sense grows and in which moral values are daily re-created in the free decision of the individual. Responsibility, not to a superior, but to one’s conscience, the awareness of a duty not exacted by compulsion, the necessity to decide which of the things one values are to be sacrificed to others, and to bear the consequences of one’s own decision, are the very essence of any morals which deserve the name. - F. A. Hayek"
  },
  "May 22": {
    "quote": "When a man is on his own, an individual responsible for himself, he must earn a character – a personal character that is perhaps his first necessity. Others may then learn and imitate his qualities and capabilities. In a planned society he has no need of a character, for no such thing is wanted. No national or universal plan can afford to take the least notice of his personal character. As an individual responsible for himself, a man must also acquire credit. Others must be convinced that he is credit-worthy; that he can be trusted; that what he undertakes he will perform to the limit of his ability. But when he is planned, nothing so troublesome is in the least necessary. - Sir Ernest Benn"
  },
  "May 23": {
    "quote": "To see what is right and not to do it, is want of courage. - Confucius<br /><br />Good actions ennoble us, and we are the sons of our own deeds. - Cervantes<br /><br />A life spent worthily should be measured by deeds, not years. - Richard Sheridan"
  },
  "May 24": {
    "quote": "\"Business\" is a product of civilization and it cannot exist for long in the absence of a specific constellation of conditions, chiefly moral, which support our civilization. The economic ingredient in the constellation is, as we shall see, free competition. But free competition cannot function unless there is general acceptance of such norms of conduct as willingness to abide by the rules of the game and to respect the rights of others, to maintain professional integrity and professional pride, and to avoid deceit, corruption, and the manipulation of the power of the state for personal and selfish ends. - Wilhelm Roepke"
  },
  "May 25": {
    "quote": "He may be a day laborer, an artisan, a shopkeeper, a professional man, a writer, a statesman. It is not a matter of birth, or occupation, or education. It is an attitude of mind carried into daily action, that is to say, a religion. It [the aristocratic spirit] is the disinterested, passionate love of excellence...everywhere and in everything; the aristocrat, to deserve the name, must love it in himself, in his own alert mind, in his own illuminated spirit, and he must love it in others; must love it in all human relations and occupations and activities; in all things in earth or sea or sky. -  Hanford Henderson"
  },
  "May 26": {
    "quote": "In a free society protected against violence and fraud, economic growth is an automatic process. It takes place as a result of the desire of individuals to better the material condition of themselves and their families. In this endeavor, people save, invest, devise new and better tools, invent new products and new processes, and employ other people in order to operate more efficiently and on a large scale. In this respect, individual proprietors and corporations behave in essentially the same way. Under the spur of competition and the profit motive, they strive constantly to produce more and better products at a lower cost. The result is economic growth. - Albert C. Wilcox"
  },
  "May 27": {
    "quote": "The civilization of a country consists in the quality of life that is lived there, and this quality of life that is lived there, and this quality shows plainest in the things that people choose to talk about when they talk together, and in the way they choose to talk about them. - Albert Jay Nock<br /><br />The very society of joy redoubles it; so that, while it lights upon my friend it rebounds upon myself, and the brighter his candle burns the more easily it will light mine. - Robert South"
  },
  "May 28": {
    "quote": "The statesman who should attempt to direct private people in what manner they ought to employ their capitals would not only load himself with a most unnecessary attention, but assume an authority which could safely be trusted, not only to no single person, but to no council or senate whatever, and which would nowhere be so dangerous as in the hands of a man who had folly and presumption enough to fancy himself fit to exercise it. - Adam Smith"
  },
  "May 29": {
    "quote": "So long as the attitude in society is that people are responsible for themselves, but that nature inevitably will limit what we can have, there is a chance that the discontent people feel will be directed at nature. But when we take the attitude that government is all-powerful, that it’s only because somebody didn’t pass the right law that we’re in a bad way, then discontent will be directed at people. -  Milton Friedman"
  },
  "May 30": {
    "quote": "Our ideas may become more or less determinative in the area of thought and belief, and thus determine our actions. But ideas do not determine the consequences of acts. The consequences of acts follow, of necessity, from the nature of the acts. This is so because the universe is ordered in a certain way; it is so ordered that the consequences appropriate to the act follow from it. Ideas may be inaccurate, invalid, or bear no relation to reality. It is possible to act on the basis of such ideas. But action, any action, brings the one who acts into the orbit of reality. What follows is governed neither by his will, his beliefs, nor his claims about it. -  Clarence B. Carson"
  },
  "May 31": {
    "quote": "If all life is to be planned, how are the planners to be chosen? And who will guarantee their integrity? And who will compensate for their errors? And what is to become of those delicate realities which do not fit conveniently into utilitarian plans – religion, the higher learning, the sense of beauty, the life of family and traditional community, the sense of historic continuity that distinguishes a nation from a mere mob of individuals? - Russell Kirk"
  },
  "June 1": {
    "quote": "The degree of concentration will clear the field of irrelevancies and enable one to tap ideas which under ordinary circumstances would be blotted out. If my theory is correct, the frequency of ideas per minute, so to speak, will be greatly increased under a powerful mood with its intense concentration. Under these conditions the mind...becomes, as it were, an intense magnetic field gathering up ideas from realms of mind not possible under ordinary circumstances. -  Rosamond E. M. Harding"
  },
  "June 2": {
    "quote": "What we need in our time is a mature realism which makes us understand that the human predicament is with us to stay. We shall not eliminate sin in others and we shall not eliminate it in ourselves. We shall not achieve utopia in universities or anywhere else, though we can make some things relatively better than they are. Meanwhile we are wise to learn again to laugh, primarily at ourselves. - D. Elton Trueblood"
  },
  "June 3": {
    "quote": "Thus the birth of an already evolved individual brings about the death at the end of a time varying according to the species. After having transmitted life to one or several other individuals he disappears, he rejoins the inorganic universe from which he had miraculously emerged. And we can say that from an evolutive point of view the greatest invention of Nature is death....Until proved to the contrary, it may be said that with the advent of death natural evolution has striven to evade the statistical hold which dominates the inorganic universe and has prepared the way for the advent of human liberty. - Lecomte Du Nouy"
  },
  "June 4": {
    "quote": "The modern leveler rebels against the inequalities of merit, capacity, and virtue. Beginning with a just principle, he develops it into an unjust one. Inequality may be as true and as just as equality: it depends upon what you mean by it. But this is precisely what nobody cares to find out. All passions dread the light, and the modern zeal for equality is a disguised hatred which tries to pass itself off as love. -  Henri Frederic Amiel"
  },
  "June 5": {
    "quote": "When experience is not retained...infancy is perpetual. Those who cannot remember the past are condemned to repeat it. - George Santayana<br /><br />I had six honest serving men.<br />They taught me all I knew.<br />Their names were Where and What and When –<br />And Why and How and Who. - Rudyard Kipling"
  },
  "June 6": {
    "quote": "When a government becomes a police state and rules by the club and the gun, it thereby signs its own death warrant. There is a recoil in the use of the club as there is in the powder exploded in the breech of a rifle. Morality once shattered destroys the people and the ruler. Outside of prison and this side of hell men are not bound together by the club but by the consciousness of moral obligations. The bond which holds men together is morality and not brutality. When a nation builds walls to contain the people, morality fades and in time that nation dies behind its own barricades. - Walter A. Lunden"
  },
  "June 7": {
    "quote": "Man must work. That is certain as the sun. But he may work grudgingly or he may work gratefully; he may work as a man, or he may work as a machine. There is no work so rude, that he may not exalt it; no work so impassive, that he may not breathe a soul into it; no work so dull that he may not enliven it. - Henry Giles"
  },
  "June 8": {
    "quote": "Nothing more powerfully argues a life beyond this than the failure of ideals here. Each gives us only fragments of humanity, of heart, of mind, of charity, of love and of virtue. Man can never come up to his ideal standard. It is the nature of the immortal spirit to raise that standard higher and higher as it goes from strength to strength, still upward and onward. The wisest and greatest men are ever the most modest. -  Sarah Margaret Fuller Ossoli"
  },
  "June 9": {
    "quote": "The history of liberty is a history of the limitation of governmental power, not the increase of it. When we resist, therefore, the concentration of power, we are resisting the processes of death, because concentration of power is what always precedes the destruction of human liberties. Government, in its last analysis, is organized force. - Woodrow Wilson"
  },
  "June 10": {
    "quote": "The leadership of the State in economic affairs...is necessarily connected with a bewildering mass of governmental interferences of a steadily cumulative nature. The arbitrariness, the mistakes and the inevitable contradictions of such policy will, as daily experience shows, only strengthen the demand for a more rational co-ordination of the different measures and, therefore, for unified leadership. For this reason Planned Economy will always tend to develop into Dictatorship. - Gustav Cassel"
  },
  "June 11": {
    "quote": "If we allow economic freedom and self-reliance to be destroyed, the powers standing for Liberty will have lost so much in strength that they will not be able to offer any effective resistance against a progressive extension of such destruction to constitutional and public life generally. And if this resistance is gradually given up – perhaps without people ever realizing what is actually going on – such fundamental values as personal liberty, freedom of thought and speech and independence of science are exposed to imminent danger. - Gustav Cassel"
  },
  "June 12": {
    "quote": "Our duties towards ourselves and towards our social environment coincide. Indeed, there is only one duty, namely, to grow mature. - Fritz Kunkel<br /><br />Man’s freedom opens up to him an opportunity to become that which he can authentically be. - Karl Jaspers"
  },
  "June 13": {
    "quote": "All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work. Work is not a curse; it is the prerogative of intelligence, the only means to manhood, and the measure of civilization. - Calvin Coolidge<br /><br />Of course, in their many years of intense activity, these people never \"worked\": they lived a life of \"leisure\" by working at what they like to do. - Hans Selye"
  },
  "June 14": {
    "quote": "A poor man never gets to be a big debtor. Only a rich man, or a man with a reputation of being rich, can get into that situation. It is economic nonsense today to talk of a \"debtor class\" and a \"creditor class\" as if these represented separate groups necessarily at different economic levels. Each of us is to some extent debtor, to some extent creditor....Nothing but injustice, discouragement of work and thrift, encouragement of speculation and gambling, and economic disruption can follow from an effort to swindle creditors at the expense of debtors by a constant lowering of the purchasing power of the monetary unit. - Henry Hazlitt"
  },
  "June 15": {
    "quote": "Preservation is retention undisturbed and in a natural condition, much as a museum. Conservation is the wise use of our environmental resources for the best interest of man. Of necessity, it involves a sense of stewardship and responsibility in the use of those resources. We undoubtedly need some preservation, but it cannot be the answer to the control of man’s environment, for we are an ecological part of that environment, and to preserve it makes us a museum-piece as well. - John Rediske"
  },
  "June 16": {
    "quote": "But his [the candidate’s] unbiased opinion, his mature judgment, his enlightened conscience, he ought not to sacrifice to you, to any man, or to any set of men living. These he does not derive from your pleasure – no, nor from the law and the Constitution. They are a trust from Providence, for the abuse of which he is deeply answerable. Your representative owes you, not his industry only, but his judgment; and he betrays instead of serving you, if he sacrifices it to your opinion. - Edmund Burke"
  },
  "June 17": {
    "quote": "The time has come for us to re-establish the rights for which we stand – to reassert our inalienable rights to human dignity, self-respect, self-reliance – to be again the kind of people who once made America great. Such a crusade for renewed independence will require a succession of inspired leaders – leaders in spirit and in knowledge of the problem, not just men with political power who are opposed to communism, or to diluted communism, but men who are militantly for the distinctive way of life that was America. We are likely to find such leaders only among those persons who teach self-reliance and who practice it with the strict devotion to belief and understanding. -  J. Ollie Edmunds"
  },
  "June 18": {
    "quote": "Socialized medicine includes government care of the sick and support for the family as well. If this support amounts to approximately the same as the man can earn from his own daily labor, he is tempted to be sick continuously. The temptation would be the greatest for people in low income brackets, illness actually being preferable to good health. This may sound strange, but doctors can observe the fact in their daily practice. Many people want to be sick, or sicker, than they actually are, because material advantages in the form of compensations and liability payments are involved. - Charles G. Jones, M.D."
  },
  "June 19": {
    "quote": "Man must have the right of choice, even to choose wrong, if he shall ever learn to choose right. The child walks as we unwind the swaddling clothes; the building stands in its full beauty as we remove the scaffolding. Let us beware lest we make gods of the scaffolding; lest by making more intricate the wrappings of law, more strong the rods of coercion, man himself remain feeble and imperfect. - Josiah C. Wedgwood"
  },
  "June 20": {
    "quote": "Teaching is something that can be provided for, changed, or stopped. It is good or bad, brilliant or stupid, plentiful or scarce....Education is something else again, something intangible, unpredictable. Education comes from within; it is a man’s own doing, or rather it happens to him – sometimes because of the teaching he has had, sometimes in spite of it. - Jacques Barzun"
  },
  "June 21": {
    "quote": "Roman Stoicism had been developed in times of despotism as a philosophy of lonely and courageous souls who had recognized the redeeming power of philosophical reason in all the moral and social purposes of life. Philosophy as a way of life makes men free. It is the last ditch stand of liberty in a world of servitude. -  Albert Soloman"
  },
  "June 22": {
    "quote": "No church has ever gone into politics without coming out badly smirched. Individual Churchmen may be, and ought to be, if they are well informed, interested in schemes of social legislation; but to advocate a sloppy socialism under the name of \"Christian politics and economics\" is, in my opinion, an impertinence...Christianity aims at saving the soul – the personality, the nature of man, not his environment. In direct opposition to Marxian socialism, we are taught that from within, out of the heart of man, comes all that can exalt or defile him. - William Ralph Inge"
  },
  "June 23": {
    "quote": "Statesman, yet friend to truth! Of soul sincere, in action faithful, and in honor clear, who broke no promise, served no private end, who gain’d no title, and who lost no friend; ennobled by himself, by all approved, praised, wept, and honored. - Alexander Pope<br /><br />Justice is to give every man his own. - Aristotle"
  },
  "June 24": {
    "quote": "Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth: But I say unto you, That ye resist not evil; but whosoever shall smite thee on thy right cheek, turn to him the other also. - Matthew 5: 38-39<br /><br />A wolf has enlightened me: not so that your enemy may strike you again do you turn the other cheek toward him, but to make him unable to do it. - Konrad Z. Lorenz"
  },
  "June 25": {
    "quote": "Resources of the spirit are like savings: They must be accumulated before they are needed. When they are needed, there is no substitute for them. Sooner or later, the individual faces the world alone, and that moment may overwhelm him if he has no resources within himself....We can escape our physical environment and our neighbors, but we cannot escape ourselves. - Marten Ten Hoor"
  },
  "June 26": {
    "quote": "Frank Crick has estimated that the amount of information contained in the chromosomes of a single fertilized human egg is equivalent to about a thousand printed volumes of books, each as large as a volume of the Encyclopedia Britannica. This amount of coded instruction packed into the size of a millionth of a pinhead is the remarkable material which transmits information from parent to offspring to tell the next generation how to make a person. - Hudson Hoagland"
  },
  "June 27": {
    "quote": "Of all forms of popular misthinking, probably the most serious is the idea that wealth in private hands is of no use to anybody but the owners. The facts are that every form of wealth is dedicated to the improvement and advancement of the so-called common man. Capital, with negligible exceptions, is used for the orderly production and distribution of goods, 95 per cent of which are consumed by those who claim to be disinherited. - William Feather"
  },
  "June 28": {
    "quote": "Society lives and acts only in individuals; it is nothing more than a certain attitude on their part. Everyone carries a part of society on his shoulders; no one is relieved of his share of responsibility by others. And no one can find a safe way out for himself if society is sweeping towards destruction. Therefore everyone, in his own interests, must thrust himself vigorously into the intellectual battle. None can stand aside with unconcern; the interests of everyone hang on the result, whether he chooses or not, every man is drawn into the great historical struggle, the decisive battle into which our epoch has plunged us. - Ludwig Von Mises"
  },
  "June 29": {
    "quote": "The greatest threat to the future of our nation – tour freedom – is not foreign military aggression or internal communistic subversion but the growing dependence of the people on a paternalistic government. A nation is no stronger than its people and the best measure of their strength is how they accept responsibility. There will never be a great society unless the materialism of the welfare state is replaced by individual initiative and responsibility. - Charles B. Shuman"
  },
  "June 30": {
    "quote": "The danger is that we look away too long from the task at hand, which is to keep our equilibrium in time and space aboard the planet that bears us. After all, we need a clearer view of what is going on, for we are moving at a giddy pace and know not what lies ahead....This is the Earth we have to come to terms with, which has produced us, and where our future lies. - N. J. Berrill"
  },
  "July 1": {
    "quote": "Liberty is the only thing you cannot have unless you are willing to give it to others. - William Allen White<br /><br />The government of itself never furthered any enterprise, but by the alacrity with which it got out of its way. - Henry David Thoreau<br /><br />It is hardly lack of due process for the government to regulate that which it subsidizes. - United States Supreme Court, Wickard v. Filburn"
  },
  "July 2": {
    "quote": "The breakup of the leading integrated companies and the divorce, divestiture, or dissolution of the biggest producers and distributors, whether integrated or not, is a luxury the country cannot afford....The new interpretations of the antitrust laws endanger the political structure of this country. They disintegrate the law, making it a respecter of persons, which tends to be no law at all. They upset the balance of power between Congress and the courts, by judicial legislation, which is a usurpation of Congress’ role. Whatever \"power\" they take away from business organizations will not revert to the people but is automatically being appropriated by government agencies. - Harold M. Fleming"
  },
  "July 3": {
    "quote": "The great thing to remember is that the mind of man cannot be enlightened permanently by merely teaching him to reject some particular set of superstitions. There is an infinite supply of other superstitions always at hand; and the mind that desires such things – that is, the mind that has not trained itself to the hard discipline of reasonableness and honesty, will, as soon as its devils are cast out, proceed to fill itself with their relations. - Gilbert Murray"
  },
  "July 4": {
    "quote": "...that all men are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness. -  Declaration of Independence<br /><br />But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed. - James 1:25"
  },
  "July 5": {
    "quote": "We must be Servants of the Spirit, not Prisoners of the Organization. We must keep in touch with the sources of life, not lose ourselves in its temporary vehicles. And whenever the demand of the spirit, the categorical imperatives of the soul, conflict with the demands of the organization, it is the first to which we must listen. But all this was said long ago. It is all contained in one of the legendary sayings of Jesus, and bears all the marks of authenticity: \"This world is a bridge. Ye shall pass over it. But ye shall build no houses upon it.\" - W. J. Brown"
  },
  "July 6": {
    "quote": "Freedom of men under government is to have a standing rule to live by, common to every one of that society, and made by the legislative power vested in it; a liberty to follow my own will in all things, when the rule prescribes not, and not to be subject to the inconstant, uncertain, unknown, arbitrary will of another man. - John Locke"
  },
  "July 7": {
    "quote": "The solid foundations of liberty must rest upon individual character; which is also the only sure guaranty for social security and national progress. John Stuart Mill truly observes that \"even despotism does not produce its worst effects so long as individual exists under it; and whatever crushes individuality <em>is</em> despotism, by whatever name it be called.\" - Samuel Smiles"
  },
  "July 8": {
    "quote": "We must make a distinction between what we read for our information and what we read for our formation, between what we want for our use and what we need for our development. Any powerful ideal or idea in us cures diffidence and creates not only forcefulness but a magnetism. The moment we are conscious of any such forces filling our minds and our lives, we shall also be conscious of their irresistibility. So, the problem of how to be one’s self is ultimately a moral problem: viz, how to make the best use of one’s faculties. - Ernest Dimnet"
  },
  "July 9": {
    "quote": "I am more and more impressed as I grow older, with how little the individual could accomplish in any direction whatever if he had to depend entirely on his own unaided efforts....He could not think at all (or maybe at the level of a chimpanzee) if he did not inherit from the society and civilization in which he was born the priceless gift of an already-created language. Without this he would not only be unable to reason logically, he would have nothing worthy to be called a \"concept.\" He could not frame a sentence; he could not even name things. - Henry Hazlitt"
  },
  "July 10": {
    "quote": "The most drastic deprivation which any person can suffer is that of the freedom to utilize and enjoy the faculties which nature has given him and which his will and desire have developed. Keep a man from exercising his mind, his body, his faculties in the pursuit of his own wishes and delights, keep him from enjoying the fruits of his efforts – and you have done everything evil to him that you can. The greatest desire of each person, in short, is to be free to get the most he can out of life. There is no other way objectively to define social goals than to call them the sum of those individual goals which can be harmonized in society. - Sylvester Petro"
  },
  "July 11": {
    "quote": "Capitalism is a viable economic system or it is not. An active policy of government intervention in a free market business system is a contradiction in terms. Trades of private property are either voluntary or they are not; one cannot legislate the free market or create competition. To have a free market the government must leave the markets alone; to have the state <em>make</em> markets \"free\" is again a contradiction in terms. - D. T. Armentano"
  },
  "July 12": {
    "quote": "Adversity has the effect of eliciting talents which in prosperous circumstances would have lain dormant. - Horace<br /><br />Kites rise against, not with the wind. No man ever worked his passage anywhere in a dead calm. - Robert Herrick<br /><br />Faith makes the discords of the present the harmonies of the future. - Robert Herrick"
  },
  "July 13": {
    "quote": "Epochs of faith, are epochs of fruitfulness; but epochs of unbelief, however glittering are barren of all permanent good. - Johann Wolfgang Von Goethe<br /><br />There is no great future for any people whose faith has burned out or congealed. History records the ominous fact that national degeneration takes place where faith or vision fail or wane as surely as it does when economic assets shrink or when there is dearth of sound money currency. - Rufus M. Jones"
  },
  "July 14": {
    "quote": "We are suffering from the idea that if you’ve got enough money, some way or other you can conquer any problem. That just isn’t the way things get done in the scientific world. If you think of the great discoveries in science and how they come about, you find the great ideas arise when you give freedom – freedom to think, freedom from other pressures – to individuals of great intellectual capacity, or imagination, of dedication, and let them be motivated primarily by their curiosity to find out how nature operates. - Warren Weaver"
  },
  "July 15": {
    "quote": "Teach thy tongue to say I know not, and then thou wilt progress. - Moses Maimonides<br /><br />When a man has reached the point where he does not think he know better than others, that is, when he has become indifferent to what they have done badly and he is interested only in what they have done right, then peace and affirmation have come to him. - G. W. F. Hegel"
  },
  "July 16": {
    "quote": "If we set out to reform ourselves, we will then not set standards for others which we do not ourselves practice. One of the best ways in which we can guard against destructive criticism is to watch our speech. Our speech, a powerful means, reveals our ends. Our speech attracts or repels, praises or condemns, inspires or disheartens, honors or dishonors, conciliates or antagonizes, enlightens or deludes, identifies or obscures, unifies or divides – and thus with each expressed thought advances good or evil. - William W. Bayes"
  },
  "July 17": {
    "quote": "Government is instituted to protect property of every sort; as well that which lies in the various rights of individuals, as that which the term particularly expresses. This being <em>the end of government</em>, that alone is a <em>just</em> government, which <em>impartially</em> secures to every man, whatever is his <em>own</em>....That is not a just government, nor is property secure under it, where the property which a man has in his personal safety and personal liberty, is violated by arbitrary seizures of one class of citizens for the service of the rest. - James Madison"
  },
  "July 18": {
    "quote": "I volunteer to exchange mine for thine because I prefer thine to mine. You freely consent to the exchange when you prefer mine to thine. Each of us gains, in his own eyes – the only relevant test in these matters. - Leonard E. Read<br /><br />For centuries, long before science set up the doctrine of marginal utility, the common man was accustomed to seek things and abandon things...he practiced the doctrine of marginal utility before economic theory discovered it. - Eugen Von Bohm-Bawerk"
  },
  "July 19": {
    "quote": "I cannot find language of sufficient energy to convey my sense of the sacredness of private integrity. - Ralph Waldo Emerson<br /><br />The honest man, tho’ e’er sae poor, Is king o’ men for a’ that. - Robert Burns<br /><br />The greatest truths are the simplest; and so are the greatest men. - August W. Hare"
  },
  "July 20": {
    "quote": "To those who propose to substitute Communism for Individualism the answer, therefore, is: The race has tried that. All progress from that barbarous day to the present time has resulted from its displacement....It necessitates the changing of human nature itself....We might as well urge the destruction of the highest existing type of man because he failed to reach our ideals as to favor the destruction of Individualism, Private Property, the Law of Accumulation of Wealth, and the Law of Competition; for these are the highest results of human experience. - Andrew Carnegie"
  },
  "July 21": {
    "quote": "A general State education is a mere contrivance for moulding people to be exactly like one another: and the mould in which it casts them is that which pleases the predominant power in the government, whether this be a monarch, a priesthood, an aristocracy, or the majority of the existing generation; in proportion as it is efficient and successful, it establishes a despotism over the mind, leading by natural tendency to one over the body. - John Stuart Mill"
  },
  "July 22": {
    "quote": "If people were different from each other only in trifling ways – fingerprints, length of noses, the texture of their hair, the exact shape of their eye lenses – they might insist on wearing their own spectacles and on a few other minor rights. But the rights that Patrick Henry and others were ready to die for were of a very different kind and would never have been thought of if the individuals concerned had not possessed the enormously significant biological individuality which we now know about. This inborn individuality was and is the mainspring of our love of liberty. - Roger J. Williams"
  },
  "July 23": {
    "quote": "Women are different from men – and always will be. The women of the 1970’s has gained recognition as an individual under law. She may own property, make contracts and, thanks to the development of capitalism, now has time to pursue her special aptitudes and interests outside the home and thus compete with men economically and professionally. Rather than trying o compel denial by law of the physical and physiological differences between the sexes, let’s acknowledge and accept them philosophically as the French do: \"Vive la difference.\" - Bettina Bien Greaves"
  },
  "July 24": {
    "quote": "A new public opinion must be created privately and unobtrusively. The existing one is maintained by the press, by propaganda, by organization, and by financial and other influences which are at its disposal. The unnatural way of spreading ideas must be opposed by the natural one, which goes from man to man and relies solely on the truth of the thoughts and the hearer’s receptiveness for new truth. - Albert Schweitzer"
  },
  "July 25": {
    "quote": "\"Ah,\" the Lord said, \"you do not get the point. There is a Remnant there that you know nothing about. They are obscure, unorganized, inarticulate, each one rubbing along as best he can. They need to be encouraged and braced up because when everything has gone completely to the dogs, they are the ones who will come back and build up a new society; and meanwhile, your preaching will reassure them and keep them hanging on. Your job is to take care of the Remnant, so be off now and set about it.\" - Albert Jay Nock"
  },
  "July 26": {
    "quote": "It is idle to talk about preventing the wreck of Western civilization. It is already a wreck from within. That is why we can hope to do little more than snatch a fingernail of a saint from the rack or a handful of ashes from the faggots, and bury them secretly in a flowerpot against the day, ages hence, when a few men begin again to dare to believe that there was once something else, that something else is thinkable, and need some evidence of what it was, and the fortifying knowledge that there were those who, at the great nightfall, took loving thought to preserve the tokens of hope and truth. - Whittaker Chambers"
  },
  "July 27": {
    "quote": "Wherever the pie is divided by the free market, one thing seems sure: Marx’s surplus value theory will be vetoed. For persons will continue, as they have over the past few centuries in our relatively free United States, to recognize a bargain when they see one. That bargain is tools. Of our total output, perhaps as much as 95 per cent is because of the use of tools. And this is at a cost of only about 15 per cent of total output, as pay to those who have saved to create these tools. That, and not Marx’s concept, is the miracle that creates a surplus of value. - F. A. Harper"
  },
  "July 28": {
    "quote": "The more elevated is an activity in an organism, the less vigorous it is, less stable and less efficient....The functions must recently acquired by a species, being higher and more complex, are those most easily lost. In other words, that which is most valued is always in greatest peril. - Jose Ortega Y Gasset"
  },
  "July 29": {
    "quote": "When the government has the power of dipping into public funds for distribution to various groups under the welfare state theory of government, the pressure put upon it by the people cannot be resisted. Inevitably, it spends more than its income and not only taxes the people to the point of strangling business but creates enmormous deficits in addition. Inflation then produces the chaos which makes necessary the suspension of free government and the institution of dictatorship. -  Howard E. Kershner"
  },
  "July 30": {
    "quote": "A man cannot stoop to using coercion against another man without allowing the corrupting influences of that power to work its corruption upon him. However politically necessary such interventions into the private sector of society may appear to the ardent collectivist, the potential wielder of such power must first of all make an ethical choice to violate the decision-making dignity of another individual, thus arrogating power to himself over the lives of others in an ethical area where individual conscience should be supreme. - George Charles Roche III"
  },
  "July 31": {
    "quote": "The moment you buttonhole somebody and begin to convert him it is all over. But when you let him buttonhole you and ask you questions that have been arousing his mind by the superiority of what you have done, or what you do, or what you can do, then you can talk to him...beyond that you cannot go. - Frank Lloyd Wright<br /><br />Assume to dictate to his judgment, or to command his action...and he will retreat within himself, close all avenues to his head and his heart. - Abraham Lincoln"
  },
  "August 1": {
    "quote": "Slavery and serfdom had survived the exhortations of the Christian Church, the reforms of enlightened despots, and the protests of humanitarian philosophers from Seneca to Voltaire. Before the new spirit, and the practical exigencies of which it was the expression, they disappeared, except from backwaters, in three generations....It turned (the peasant) from a beast of burden into a human being. It determined that, when science should be invoked to increase the output of the soil, its cultivator, not an absentee owner, should recap the fruits. The principle which released him he described as equality, the destruction of privilege. - R. H. Tawney"
  },
  "August 2": {
    "quote": "The expansion of government to its present scale has politicalized virtually all economic life. The wages being paid most workers today are political wages, reflecting political pressures rather than anything that might be considered the normal working of supply and demand. The prices farmers receive are political prices. The profits business is earning are political profits. The savings people hold have become political savings people hold have become political savings, since their real value is subject to abrupt deprecation by political decisions. - Samuel Lubell"
  },
  "August 3": {
    "quote": "If you do not expect the unexpected, you will not find it. - Heraclitus<br /><br />Make use of time if thou lovest eternity; yesterday cannot be recalled; tomorrow cannot be assured; only today is thine, which if thou procrastinate, thou losest. - Francis Quarles"
  },
  "August 4": {
    "quote": "While self-improvement – learning the freedom philosophy and how to explain it – is generally conceded to be the sound approach, it is often rejoiced as being too slow. \"We have to act now; time is of the essence.\" Caution! Premature action is pointless at best, and to hurry with anything but the sound approach may be damaging. If I am working as intelligently, diligently, and rapidly on my own improvement as is within my power, the balance of the problem is in the hand of God. He did not commission me to manage the world, or the United States of America, or my neighbor. Further, I am unaware that any person has been so endowed or empowered. - Leonard E. Read"
  },
  "August 5": {
    "quote": "Those who posses skills or resources that are desired by the public at a price greater than zero must, by definition, act as stewards for those who are wiling and able to purchase these desired products. No matter how secure his legal title to ownership, each owner must face the economic responsibilities of stewardship. This, in fact, is one of the miracles of market arrangements. The requirements of the many, considered as a collective unit, are met by the activities of individual men and women. - Gary North"
  },
  "August 6": {
    "quote": "Five per cent of the people; ten per cent of the people think they think; and the other eighty-five per cent would rather die than think. - Thomas A. Edison<br /><br />Every life has its actual blanks which the ideal must fill up, or else remain bare and profitless forever. - Julia Ward Howe"
  },
  "August 7": {
    "quote": "It is a truth certain in the law of nature, that he who has made a promise to another, has given to that other a perfect right to demand the performance of the promise. Nations and the representatives of nations, therefore, ought to preserve inviolably their treaties and engagements: by not preserving them, they subject themselves to all the consequences of violating the perfect right of those, to whom they were made....In public as in private life, among sovereigns as among individuals, honesty is the best policy, as well as the soundest morality. Among merchants, credit is wealth; among states and princes, good faith is both respectability and power. - James Wilson"
  },
  "August 8": {
    "quote": "It is reasonable to have perfection in the eye that we may always advance toward it, though we know it can never be reached. - Samuel Johnson<br /><br />Aim at the sun, and you may not reach it; but your arrow will fly far higher than if aimed at an object on a level with yourself. - Joel Hawes"
  },
  "August 9": {
    "quote": "The self-interested individual cares nothing for <em>production</em> as such. What he is interested in is the <em>acquisition</em> of things which are scarce. If the easiest method of acquisition is that of production, then he will produce. If there is some easier way, he will pursue that way. The purpose of the law and government is to make it difficult and dangerous to acquire by any other method than that of production, or free and voluntary exchange of products, which means the same thing. Insofar as the state succeeds in this attempt and thus forces all individuals to acquire by methods of production, it is justifying its existence. - Thomas Nixon Carver"
  },
  "August 10": {
    "quote": "The most helpful man in any community is not the man who dispenses the most charity. On the contrary, he is the one who makes any kind of charity or aid unnecessary. He is, if I may say so, the man who gives the most people self-respecting gainful employment. The <em>least</em> helpful are those who seek to harass, penalize, and ruin men willing to risk their time and capital in venturesome pursuits. If it were ever true that we grow strong by bearing burdens, it’s true today. It follows, and is equally true, that we grow weak and flaccid when our burdens are taken away. - Vollie Tripp"
  },
  "August 11": {
    "quote": "For if the essence of men is that they are autonomous beings – authors of values, of ends in themselves, the ultimate authority of which consists precisely in the fact that they are willed freely – then nothing is worse than to treat them as if they were not autonomous, but natural objects, played on by casual influences, creatures at the mercy of external stimuli, whose choices can be manipulated by their rulers, whether by threats of force or offers of rewards. - Isaiah Berlin"
  },
  "August 12": {
    "quote": "The lecturers appointed shall be subjected to no test of any kind, and shall not be required to take any oath, or to emit or subscribe any declaration of belief, or to make any promise of any kind; they may be of any denomination whatever, or of no denomination at all (and many earnest and high-minded men prefer to belong to no ecclesiastical denomination); they may be of any religion or way of thinking, or as is sometimes said, they may be of no religion, or they may be so-called skeptics or agnostics or freethinkers, provided only that the \"patrons\" will use diligence to secure that they be able reverent men, true thinkers, sincere lovers of and earnest inquires after truth. - Lord Adam Gifford"
  },
  "August 13": {
    "quote": "As every thread of gold is valuable, so is every moment of time. - John Mason<br /><br />Well arranged time is the surest mark of a well arranged mind. - Sir Issaac Pitman<br /><br />I tell you, there comes one moment, once – and God help those who pass that moment by! - Cyrando De Bergerac"
  },
  "August 14": {
    "quote": "When men cannot compete for wealth, they compete for position, for authority, for influence in the right places. When they cannot own a palace, four automobiles, and ten servants, they manage to get themselves appointed to jobs in connection with which these things are assigned them. More dreadfully still, when these same men find themselves no longer required to pay the common man to do their work for them, they quickly discover that when the profit motive has been abolished, the fear motive affords a very handy substitute. - Joseph Wood Krutch"
  },
  "August 15": {
    "quote": "When any person does ill by you, or speaks ill of you, remember that he acts or speaks from an impression that it is right for him to do so. Now it is not possible that he should follow what appears right to you, but only what appears so to himself. Therefore, if he judges from false appearances, he is the person hurt, since he, too, is the person deceived. For if anyone takes a true proposition to be false, the proposition is not hurt, but only the man is deceived. Setting out, then, from these principles, you will meekly bear with a person who reviles you, for you will say upon every occasion, \"It seemed so to him.\" - Epictetus"
  },
  "August 16": {
    "quote": "If circumspection and caution are a part of wisdom, when we work only upon inanimate matter, surely they become a part of duty too, when the subject of our demolition and construction is not brick and timber, but sentient beings, by the sudden alteration of whose state, condition, and habits, multitudes may be rendered miserable....The true law-giver ought to have an heart full of sensibility. He ought to love and respect his kind, and to fear himself. - Edmund Burke"
  },
  "August 17": {
    "quote": "As money is the sinews of every business, the introducing of a doubtful medium – and forcing it into currency by penal laws – must weaken and lessen every branch of business in proportion to the diminution of inducement found in the money. - Pelatiah Webster<br /><br />Whenever any nation intrusts to its legislators the issue of a currency not based on the idea of redemption in standard coin recognized in the commerce of civilized nations, it intrusts to them the power to raise or depress the value of every article in the possession of every citizen. - Andrew Dickson White"
  },
  "August 18": {
    "quote": "Production is a spiritual, intellectual, and ideological phenomenon. It is the method that man, directed by reason, employs for the best possible removal of uneasiness. What distinguishes our conditions from those of our ancestors who lived one thousand or twenty thousand years ago is not something material, but something spiritual. The material changes are the outcome of the spiritual changes. - Ludwig Von Mises"
  },
  "August 19": {
    "quote": "I suggest that you preach truth and do righteousness as you have been taught, whereinsoever that teaching may commend itself to your consciences and your judgments. For you consciences and your judgments we have no sought to bind; and see you to it that no other institution, no political party, no social circle, no religious organization, no pet ambitions put such chains on you as would tempt you to sacrifice one iota of the moral freedom of your consciences or the intellectual freedom of your judgments. - Isaac Sharples"
  },
  "August 20": {
    "quote": "The distinctive function of gold money does not consist in its intrinsic value or in the constancy of that value, which fluctuates even in the absence of government intervention. The excellence of metallic money in free circulation consists in the fact that it renders impossible the abuse of the power of the government to dispose of the possessions of its citizens by means of its monetary policy and thus serves as the solid foundation of economic liberty within each country and of free trade between one country and another. - Faustino Ballve"
  },
  "August 21": {
    "quote": "Mine is that masculine species of charity which would lead me to inculcate in the minds of the laboring classes the love of independence, the privilege of self-respect, the disdain of being patronized or petted, the desire to accumulate, and the ambition to rise. I know it has been found easier to please the people by holding out flattering and delusive prospects of cheap benefits to be derived from Parliament, rather than by urging them to a course of self-reliance, but while I will not be a sycophant of the great, I cannot become the parasite of the poor. - Richard Cobden"
  },
  "August 22": {
    "quote": "And what is the measure of a man’s success in a free market? The extent to which he effectively serves others as these others want to be served! Wealth accumulates in the hands of those who most economically and abundantly produce the things which alleviate poverty, and thus people are stimulated to emerge and climb and help themselves. Multiplying wealth is by far the fastest way to help the poor. Dividing wealth and subsidizing poverty is the fastest way to starve everyone. - Paul L. Poirot"
  },
  "August 23": {
    "quote": "If at any point of the past man had mapped out his future on the basis of the then-existing knowledge and then followed this plan, we would be much poorer, we would not only be less wise, but we would also be less gentle, less moral; in fact we would still have brutally to fight each other for our very lives. We owe the cat that not only our knowledge has grown, but also our morals have improved...not to anybody planning for such a development, but to the fact that in an essentially free society certain trends have prevailed because they made for a peaceful, orderly, and progressive society. - F. A. Hayek"
  },
  "August 24": {
    "quote": "Discourses on morality and reflection on human nature, are the best means we can make use of to improve our minds, gain a true knowledge of ourselves, and recover our souls out of the vice, ignorance, and prejudice which naturally cleave to them. Lampoons and satires, that are written with wit and spirit, are like poisoned darts, which not only inflict a wound, but make it incurable. - Joseph Addison"
  },
  "August 25": {
    "quote": "The world’s progress always has been started by individuals, not by groups. And these individuals have always been nonconformists – people who had a vision of something better than the status quo and had intestinal fortitude enough to fight for it – people who bearded Procrustes in his den and did battle with him, instead of letting themselves be cut down to his size. Progress is never made by those who merely follow the crowd, but by those who dare to show the crowd a better way. - Kenneth W. Sollitt"
  },
  "August 26": {
    "quote": "A revolution is taking place which will leave the people dependent upon the government and place the government where it must decide questions that are far better left to the people to decide for themselves. Finding markets will develop into fixing prices, and finding employment will develop into fixing wages. The next step will be to furnish markets and employment, or in default pay a bounty and dole. Those who look with apprehension on these tendencies do not lack humanity, but are influenced by the belief that the result of such measures will be to deprive the people of character and liberty. - Calvin Coolidge"
  },
  "August 27": {
    "quote": "The spirit of liberty is the spirit which is not too sure that it is right; the spirit of liberty is the spirit which seeks to understand the minds of other men and women; the spirit of liberty is the spirit which weighs their interests alongside its own without bias; the spirit of liberty remembers that not even a sparrow falls to earth unheeded; the spirit of liberty is the spirit oh Him who, near two thousand years ago, taught mankind that lesson it has never learned, but has never quite forgotten; that there may be a kingdom where the least shall be heard and considered side by side with the greatest. - Learned Hand"
  },
  "August 28": {
    "quote": "NO one can do his best thinking amidst junk piles – things unfinished – of the desk and the mind. True, the road is better than the inn, but not if it becomes one great detour. Get the chores into the past tense as quickly as possible! If one would improve the perception of others, then let him look to his own performance. \"It is light that brings forth the eye.\" - Leonard E. Read"
  },
  "August 29": {
    "quote": "Though little, the master word looms large in meaning. It is the \"open sesame\" to every portal, the great equalizer, the philosopher’s stone which transmutes all base metal of humanity into gold. The stupid it will make bright, the bright brilliant, and the brilliant steady. To youth it brings hope, to the middle-aged confidence, to the aged repose. It is directly responsible for all advances in medicine during the past 25 years. Not only has it been the touchstone of progress, but it is the measure of success in everyday life. And the master word is <em>work</em>. - William Osler"
  },
  "August 30": {
    "quote": "The dole is utterly demoralizing; its chief effect is to turn the unemployed into the unemployable. - William Ralph Inge<br /><br />Federal aid in such cases encourages the expectation of parental care on the part of the Government and weakens the sturdiness of our national character, while it prevents the indulgence among our people of that kindly sentiment and conduct which strengthens the bonds of a common brotherhood. - Grover Cleveland"
  },
  "August 31": {
    "quote": "Whenever I hear that the government is helping someone, I feel sorry for that person. Or whenever I find that someone, by a monopoly grant of power, has a sure market or a sure job, I feel sorry for him too. Even helping a person to help himself may be a disservice to him; for you will probably – perhaps unconsciously – compel him to do it your way. Charity, if needlessly bestowed, probably will have a vicious effect. People who are promised support will hardly work. All grants, all subsidies, all rewards for services not rendered have a deleterious effect on character; and if character is not of foremost consideration, what is? - Archibald Rutledge"
  },
  "September 1": {
    "quote": "It is through the mutually adjusted efforts of many people that more knowledge is utilized than any one individual possesses or than it is possible to synthesize intellectually; and it is through such utilization of dispersed knowledge that achievements are made possible, greater than any single mind can foresee. It is because freedom means the renunciation of direct control of individual efforts that a free society can make use of so much more knowledge than the mind of the wisest ruler could comprehend. - F. A. Hayek"
  },
  "September 2": {
    "quote": "The renewal of civilization has nothing to do with movements which bear the character of experiences of the crowd; these are never anything but reactions to extended happenings. But civilization can only revive when there shall come into being in a number of individuals a new tone of mind independent of the one prevalent among the crowd and in opposition to it, a tone of mind which will gradually win influence over the collective one, and in the end determine its character. It is only an ethical movement which can rescue us from the slough of barbarism, and the ethical comes into existence only in individuals. - Albert Schweitzer"
  },
  "September 3": {
    "quote": "In the conduct of human beings towards one another, it is necessary that general rules should for the most part be observed, in order that people may know what they have to expect; but in each person’s own concern, his individual spontaneity is entitled to free exercise. Considerations to aid his judgment, exhortations to strengthen his will, may be offered to him, even obtruded on him, by others; but he himself is the final judge. All errors which he is likely to commit against advice and warning, are far outweighed by the evil of allowing others to constrain him to what they deem his good. - John Stuart Mill"
  },
  "September 4": {
    "quote": "Every man should use his intellect...as the lighthouse uses its lamps, that those afar off on the sea may see the shining, and learn their way.<br />He that invents a machine augments the power of a man and the well-being of mankind. - Henry Ward Beecher"
  },
  "September 5": {
    "quote": "Throughout history there have been no ideal ends which were attained with non-ideal, inhumane means, just as there has been no free society which was built by slaves. Nothing so well reveals the reality and greatness of the ends as the methods used to attain them. If the end must be used to condone the means, then there is something in the end itself, in its reality, which is not worthy. That which really blesses the end, which justifies the efforts and sacrifices for it, is the means: their constant perfection, humaneness, increasing freedom. - Milovan Djilas"
  },
  "September 6": {
    "quote": "The ideas of economists and political philosophers both when they are right and when they are wrong, are more powerful than is commonly understood. Indeed the world is ruled by little else. Practical men, who believe themselves to be quite exempt from any intellectual influences, are usually the slaves of some defunct economist. Madmen in authority, who hear voices in the air, are distilling their frenzy from some academic scribbler of a few years back. -  John Maynard Keynes"
  },
  "September 7": {
    "quote": "It is men who have counted struggle as a blessing who got the big rewards of life. As Emerson said, \"God keeps an honest account with men.\" The hard surgical cases, where life hangs on a heart beat, do not go to the dilettante surgeon. The tough engineering problem, like building a bridge across a mighty river, does not go to the engineer who has always looked the easy jobs. And the same for lawyers and top executives in business. If at times you feel that you have not had the same chance that others have, ask yourself what chance did Abraham Lincoln have? Remember that \"it is not so much the size of the dog in the fight that counts, but the size of the fight in the dog.\" - Samuel B. Pettengill"
  },
  "September 8": {
    "quote": "From the day when the first members of councils placed exterior authority higher than interior, that is to say, recognized the decisions of men united in councils as more important and more sacred than reason and conscience; on that day began lies that cause the loss of millions of human beings and which continue their unhappy work to present day. - Leo Tolstoy<br /><br />Some modern zealots appear to have no better knowledge of truth, nor better manner of judging it, than by counting noses. - Jonathan Swift"
  },
  "September 9": {
    "quote": "We are perishing for want of wonder, not for want of wonders. - Gilbert K. Chesterton<br /><br />Wear you learning, like your watch, in a private pocket. Do not pull it out merely to show that you have one. If asked what o’clock it is, tell it; but do not proclaim it hourly and unasked, like the watchman. - Lord Chesterfield"
  },
  "September 10": {
    "quote": "Immense hidden powers lurk in the unconscious of the most common man – indeed, of all people without exception. - Fritz Kunkel<br /><br />Everyone has his own frontier – in the mind. On one side of it, everything is known, tried. On the other side is the part of yourself that hasn’t yet been explored. All life’s great adventures are on that other side. - John Kord Lagemann"
  },
  "September 11": {
    "quote": "\"Heaven helps those who help themselves\" is a well-tried maxim, embodying in a small compass the results of vast human experience. The spirit of self-help is the root of all genuine growth in the individual; and, exhibited in the lives of many, it constitutes the true source of national vigor and strength. Help from without is often enfeebling in its effects, but help from within invariably invigorates. Whatever is done <em>for</em> men or classes, to a certain extent takes away the stimulus and necessity of doing for themselves; and where men are subjected to over-guidance and over-government, the inevitable tendency is to render them comparatively helpless. - Samuel Smiles"
  },
  "September 12": {
    "quote": "Our most formidable fortress of defense in time of stress still remains the Constitution of the United States. But it is only as good as our understanding and defense of the purpose for which it was drafted. Eternal vigilance and personal responsibility are still the price of human liberty. - James Mussatti"
  },
  "September 13": {
    "quote": "If the world goes against truth, then Athanasius goes against the world. - Athanasius<br /><br />They are slaves who fear to speak<br />For the fallen and the weak.<br />They are slaves who dare not be<br />In the right with two or three. - James Russell Lowell"
  },
  "September 14": {
    "quote": "Error of opinion may be tolerated where reason is left free to combat it. - Thomas Jefferson<br /><br />Truth is not only violated by falsehood; it may be equally outraged by silence. - Henri Frederic Amiel<br /><br />Between two evils, choose neither; between two goods, choose both. - Tryon Edwards"
  },
  "September 15": {
    "quote": "The area of privacy has been abandoned because the definition of person has been lost; there is no longer a standard by which to judge what belongs to the individual man. - Richard Weaver<br /><br />If we have embraced some variety of Materialism as our philosophy then we must eventually come to the conclusion that human beings are things, and once we conclude this we’ll begin to treat people as things. People then come to be regarded as units of the State, as objects to be manipulated, as pawns in a political game. -  Edmund A. Opitz"
  },
  "September 16": {
    "quote": "The most important part of the case for economic freedom is not its vaunted efficiency as a system for organizing resources, not its dramatic success in promoting economic growth, but rather its consistency with certain fundamental moral principles of life itself...If economic freedom survives in the years ahead, it will be only because a majority of the people accept its basic morality. - Benjamin A. Rogge"
  },
  "September 17": {
    "quote": "In ancient Greece Pericles inaugurated the feeding of the people out of the public treasury. A hundred years later Plato found that he had so completely debauched the Athenians that they were reduced to pauperism. Instead of working, they hung around the market place gossiping, and their characters were so weakened that the State was forced to hire barbarians to defend it from invasion. A paternalistic government is bound to destroy the self- reliance and self-respect of the people. When those attributes go, everything goes. Those are the virtues which have made our country great and those virtues alone will keep us great. - Thomas P. Gore"
  },
  "September 18": {
    "quote": "When the millions applaud you, seriously ask what harm you have done; when they censure you, what good! - Caleb C. Colton<br /><br />[But he who seeks truth] must resist the temptation of becoming a \"populizer\" if that in any way makes him swerve from, or slow down, his pursuit of truth....He must strive for the truth, not for popular acclaim. - Gottfried Dietze"
  },
  "September 19": {
    "quote": "This is the case of him, who, dreading poverty, parts with that invaluable jewel, Liberty; like a wretch as he is, he will be always subject to a tyrant of some sort or other, and be a slave for ever; because his avaricious spirit knew not how to be contented with that moderate competency, which he might have possessed independent of all the world. - Horace"
  },
  "September 20": {
    "quote": "Men give me some credit for genius. All the genius I have lies just in this: When I have a subject in hand, I study it profoundly. Day and night it is before me. I explore it in all its bearings. My mind becomes pervaded with it. Then the effort which I make the people are pleased to call the fruit of genius. It is the fruit of labor and thought. - Alexander Hamilton<br /><br />If I have ever made any valuable discoveries, it has been owing more to patient attention, than to any other talent. - Sir Isaac Newton"
  },
  "September 21": {
    "quote": "Liberty, individualism, voluntarism, personal independence, and individual responsibility can only be made to work by a people who have developed virtues which will buttress these ideas and practices. For people in general to concur in practices by which each man receives the fruits of his labor, they need to have a set of values in keeping with these practices. These values must exist in intricate interrelation, not in careless disarray. - Clarence B. Carson"
  },
  "September 22": {
    "quote": "Economics is the science of tracing the effects of some proposed or existing policy not only on some special interest in the short run, but on the general interest in the long run. - Henry Hazlitt<br /><br />It is easier to perceive error than to find truth, for the former lies on the surface and is easily seen, while the latter lies in the depth, where few are willing to search for it. - Johann Wolfgang Von Goethe"
  },
  "September 23": {
    "quote": "I attribute the little I know to having not been ashamed to ask for information, and to my rule of conversing with all descriptions of men on those topics that form their own peculiar professions and pursuits. - John Locke<br /><br />He who calls in the aid of an equal understanding doubles his own; and he who profits of a superior understanding raises his powers to a level with the height of the superior understanding he unites with. - Edmund Burke"
  },
  "September 24": {
    "quote": "Without a society in which life and property are to some extent secure, existence can continue only at the lowest levels – you cannot have a good life for those you love, nor can you devote your energies to life on a higher level. - Alfred North Whitehead"
  },
  "September 25": {
    "quote": "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight. - Benjamin Franklin<br /><br />How much have cost us the evils that never happened! - Thomas Jefferson<br /><br />Let us be of good cheer, remembering that the misfortunes hardest to bear are those which never come. - James Russell Lowell"
  },
  "September 26": {
    "quote": "Government is said to be a necessary evil. The saying appears to be without merit. For can anything be at once necessary and evil? True, all governments have had a history of evil-doing, more or less. However, it does not follow from this experience that their good in indistinguishable from their evil. Governments – assuming a proper limitation of their activities – are necessary and not evil. Their evil begins when they step out of bounds. The only necessity is that their evil actions be discontinued. Such an achievement is unlikely until the principles prescribing the boundary lines are searched for and found. - Leonard E. Read"
  },
  "September 27": {
    "quote": "The danger of minding other people’s business is two-fold. First, there is the danger that a man may leave his business unattended to; and, second, there is the danger of an impertinent interference with another’s affairs. The \"friends of humanity\" almost always run into both dangers. - William Graham Sumner<br /><br />The ultimate effect of shielding men from the effects of folly is to fill the world with fools. - Herbert Spencer"
  },
  "September 28": {
    "quote": "The great task of the present age, in the field of morality, is to convince common men (uncommon men never fell into the snare) of the inane foolishness which envelops this urge to revolt, and make them see the cheap facility, the meanness of it; even though we freely admit that most of the things revolted against deserve to be buried away. The only true revolt is creation – the revolt against nothingness. Lucifer is the patron saint of mere negativistic revolt. - Jose Ortega Y Gasset"
  },
  "September 29": {
    "quote": "You begin, not with laws and ultimatums, but with the carefully nurtured vision of a handful of individuals who are able to raise the level of perception to a new elevation. You begin with a concept of man which created room for human individuality. And you work as an individual with other individuals to generate and spread a breathing atmosphere for individual human excellence. - Editorial From \"Manas\""
  },
  "September 30": {
    "quote": "Some ask why mankind in general do not compose one nation, and are not contented to speak one language, to live under the same laws and agree among themselves to have the same customs and the same worship; whilst I, seeing how contrary are their minds, their tastes and their sentiments, wonder to see even seven or eight persons living within the same walls under the same roof and making a single family. - Jean De La Bruyere"
  },
  "October 1": {
    "quote": "<em>Every living thing is a world performance</em>. This is the heart of it – a realization that illuminates not only botany but every human life and action. All the markets of the world are flowing with goods and services miraculously produced by the continuous interplay of sun and earth, air and water, and the inexhaustible imagination and energy of man. Wherever you touch an object made or conveyed by man, you are touched by all the men and women and children in the world who have reached their hands to make this possible for you. For one who is conscious, daily use is daily communion. - Arthur P. Moor"
  },
  "October 2": {
    "quote": "Whatever the motives behind a government-dominated economy, it can have but one result, a loss of individual liberty in thought, speech and action. A guaranteed life is not free. A free man has a value to himself and perhaps to his time; a ward of the state is useless to himself – useful only as so many foot-pounds of energy serving those who manage to set themselves above him. The guaranteed life turns out to be not only not free – it’s not safe. - Maxwell Anderson"
  },
  "October 3": {
    "quote": "The man who cannot wonder, who does not habitually wonder and worship, is but a pair of spectacles behind which there is no eye. - Thomas Carlyle<br /><br />We are establishing an all-time world record in the production of material things. What we lack is righteous and dynamic faith. Without it, all else avails us little. The lack cannot be compensated for by politicians, however able; or by diplomats, however astute; or by scientists, however inventive; or by bombs, however powerful. - John Foster Dulles"
  },
  "October 4": {
    "quote": "Ignorance deprives men of freedom because they do not know what alternatives there are. It is impossible to choose to do what one has never \"heard of.\" - Ralph Barton Perry<br /><br />Too much attention cannot be bestowed on that important, yet much neglected branch of learning, the knowledge of man’s ignorance. - Richard Whately"
  },
  "October 5": {
    "quote": "If it be admitted that a man, possessing absolute power, may misuse that power by wronging his adversaries, why should a majority not be liable to the same reproach? Men are not apt to change their characters by agglomeration; nor does their patience in the presence of obstacles increase with the consciousness of their strength. And for these reason I can never willingly invest any number of my fellow creatures with that unlimited authority which I should refuse to any one of them. - Alexis De Tocqueville"
  },
  "October 6": {
    "quote": "Every <em>doubt</em> implies some degree of <em>knowledge</em>; and while nature is a field of such amazing, perhaps boundless extent, it may be expected that the more knowledge we gain, the more doubts and difficulties we shall have; but still, since every advance in knowledge is a real and valuable acquisition to mankind, in consequence of its enabling us to apply the powers of nature to render our situation in life more happy, we have reason to rejoice at every new difficulty that is started; because it informs us that more knowledge, and more advantage are yet unattained, and should serve to quicken our diligence in the pursuit of them. Every <em>desideratum</em> is an imperfect <em>discovery</em>. - Joseph Priestley"
  },
  "October 7": {
    "quote": "No man, I affirm, will serve his fellow-beings so effectually, so fervently, as he who is not their slave; as he who, casting off every other yoke, subjects himself to the law of duty in his own mind....Individuality or moral self-subsistence is the surest foundation of an all-comprehending love. No man so multiplies his bonds with the community as he who watches most jealously over his own perfection. - William Ellery Channing"
  },
  "October 8": {
    "quote": "Consumerism is based upon productionism; before there can be consumers there must first be producers. There’s no better way to serve consumers than to reward and encourage producers. Regulations intended to restrain disservices become in themselves the worst kind of disservice when they restrict the producers’ freedoms to serve consumers and the consumers’ freedom to be served by the producers. Taxes, more than anything else, keep consumers from ever getting their money’s worth. - J. Kesner Kahn"
  },
  "October 9": {
    "quote": "False notions of liberty are strangely common. People talk of it as if it meant the liberty of doing whatever one likes – whereas the only liberty that a man, worthy of the name of man, ought to ask for, is, to have all restrictions, inward and outward, removed that prevent his doing what he ought. - Frederick William Robertson"
  },
  "October 10": {
    "quote": "The world has never had a good definition of the word liberty, and the American people, just now, are much in want of one. We all declare for liberty, but in using the same word we do not all mean the same thing. With some the word liberty may mean for each man to do as he pleases with himself, and the product of his labor; while with others the same word may mean for some men to do as they please with other men, and the product of other men’s labor. Here are two, not only different but incompatible things, called by the same name – liberty. And it follows that each of the things is, by the respective parties, called by two different and incompatible names – liberty and tyranny. - Abraham Lincoln"
  },
  "October 11": {
    "quote": "As in economic life, so in social life, the wealth of knowledge and experience, the impulses to growth and change, lie with the people themselves, not with the state. The pattern of our social life, the character of our education, in school or university, the content of our family life, the physical environment of our homes – all these things, happily, have not been laid down or devised by the state. They are what the people themselves have chosen to make them, over the generations. Being such they are richer and more varied by far than the state would have imagined. If from now on the state only is to decide, then the price must be an impoverishment of ideas, a pitiful narrowing of possibilities. - Enoch Powell"
  },
  "October 12": {
    "quote": "This is the conclusion I must draw: Since the need for liberty and the idea of liberty are not produced in those who are not subject to hindrances and constraints, the less we are aware of restrictions, the less the term and reflex liberty will exist. A person who is scarcely aware...of the constraints which are imposed on him by public powers...will react hardly at all against these constraints. He will have no impulse of rebellion, no reflex, no revolt against the authority which imposes such restrictions upon him. On the contrary, as often as not he will find himself relieved of a vague responsibility. - Paul Valery"
  },
  "October 13": {
    "quote": "Spinoza wrote in his Ethics that anything a man can avoid under the notion that it is bad he may also avoid under the notion that something else is good. He who habitually acts <em>sub specie mali</em>, under the negative notion, the notion of the bad, is called a slave by Spinoza. To him who acts habitually under the notion of good he gives the name of freeman. See to it now, I beg you, that you make freeman of your pupils by habituating them to act, whenever possible, under the notion of a good. - William James"
  },
  "October 14": {
    "quote": "Why there is such a tremendous difference in the production of workers in different countries can be summed up very briefly in the one word, <em>tools</em>. To provide the tools for the workers, a part of the past production of individuals must be saved. There is no other way. Workers compete with one another for the use of tools; the more plentiful the supply of tools, the better each worker’s chance of being highly paid for using them. Workers who use their organized power to frustrate production, thus preventing the saving for new tools – new capital – tend to cut off their only avenue to progress. - W. M. Curtiss"
  },
  "October 15": {
    "quote": "You may tell me that my views are visionary, that the destiny of this country is less exalted, that the American people are less great than I think they are or ought to be. I answer, ideals are like starts; you will not succeed in touching them with your hands. But like the seafaring man on the desert of waters, you choose them as your guides, and following them you will reach your destiny. - Carl Schurz"
  },
  "October 16": {
    "quote": "If people want easier taxes they can have them, but they will have to pay the price of forbearing to urge more spending programs on a federal government already overburdened with debt and responsibilities. They must learn to see that the money they get from Washington is the money they sent to Washington, less freight charges both ways. - First National City Bank Letter"
  },
  "October 17": {
    "quote": "In state after state down through history – Red China being the current glaring example – where there has been no economic freedom there has been no academic freedom. The two go hand-in-hand. Those who want to preserve their academic freedom would do well to support and promote economic freedom. For, if the day ever comes when a ruling elite controls the economy down to the smallest detail, that will also be the day when a few men holding a monopoly of political power will control the academic community, down to the smallest detail. - Loyal Meek"
  },
  "October 18": {
    "quote": "Paradoxical as it may seem to some, it is just as necessary to the health of a dynamic economy that dying industries be allowed to die as that growing industries be allowed to grow. The first process is essential to the second. It is as foolish to try to preserve obsolescent industries as to try to preserve obsolescent methods of production: this is often, in fact, merely two ways of describing the same thing. Improved methods of production must constantly supplant obsolete methods, if both old needs and new wants are to be filled by better commodities and better means. - Henry Hazlitt"
  },
  "October 19": {
    "quote": "It has been often said that power corrupts. But it perhaps is equally important to realize that weakness, too, corrupts. Power corrupts the few, while weakness corrupts the many. Hatred, malice, rudeness, intolerance, and suspicion are the fruits of weakness. The resentment of the weak does not spring from any injustice done to them but from the sense of their inadequacy and impotence....Our healing gift to the weak is the capacity for self-help. We must learn how to impart to them the technical, social, and political skills which would enable them to get bread, human dignity, freedom, and strength by their own efforts. - Eric Hoffer"
  },
  "October 20": {
    "quote": "It has often been found that profuse expenditures, heavy taxation, absurd commercial restrictions, corrupt tribunals, disastrous wars, seditions, persecutions, conflagrations, inundations, have not been able to destroy capital so fast as the exertions of private citizens have been able to create it. - Thomas Babington Macaulay"
  },
  "October 21": {
    "quote": "An erroneous idea of government must be replaced by a correct idea. But when we seek to refurbish the American idea of limited government, we find that originally the concept stemmed from a spiritual foundation which is itself badly in need of rehabilitation. It is at this fundamental level that the most intensive work needs to be done. But because so few people are aware of the importance of this level, almost no one is working at it. Unless this spiritual foundation is rehabilitated, work at the less profound levels cannot endure, touching as it does only the margins of the problem. - Edmund A. Opitz"
  },
  "October 22": {
    "quote": "There is great beauty in going through life without anxiety or fear. Half our fears are baseless, and the other half discreditable. - Christian Nestell Bovee<br /><br />To realize the relative validity of one’s convictions and yet stand for them unflinchingly is what distinguishes a civilized man from a barbarian. - Joseph Schumpeter"
  },
  "October 23": {
    "quote": "Government, like fire, is essential to civilization, but inherently dangerous. While it is true that government is necessary to provide the liberty out of which true civilization grows, it is also true that liberty is government’s fuel. To be useful, government must be carefully contained and limited. How it is permitted to get out of control – whether by military coup, revolution, or by the incontinent political action of a democratic majority – is unimportant; for once unconfined, government always takes the same form: the rampant destroyer of the only fuel upon which it thrives – liberty! - Lewis Stearns"
  },
  "October 24": {
    "quote": "As the flower is before the fruit, so is faith before good works. - Richard Whately<br /><br />All the strength and force of man comes from his faith in things unseen. He who believes is strong; he who doubts is weak. Strong convictions precede great actions. -  James F. Clarke"
  },
  "October 25": {
    "quote": "Cause and effect, means and ends, seed and fruit, cannot be severed; for the effect already blooms in the cause, the end preexists in the means, the fruit in the seed. - Ralph Waldo Emerson<br /><br />Dissimulation is ever productive of embarrassment; whether the design is evil or not, artifice is always dangerous and almost inevitably disgraceful. - Jean De La Bruyere"
  },
  "October 26": {
    "quote": "Purchasing power is not a \"lump\" or quantity of anything, but a relationship. Its essence consists in having something to exchange, under conditions that make exchange possible....One’s purchasing power is the amount of <em>exchangeability</em> he can develop with reference to himself or anything he possesses. Perhaps we could say still more accurately that purchasing power is exchangeability – when we speak of the amount, we are raising the question of measurement....<em>Maximum exchangeability</em> means <em>maximum purchasing power</em>; and disrupted exchangeability means <em>disrupted purchasing power</em>. - Herbert D. Simpson"
  },
  "October 27": {
    "quote": "There is a time in every man’s education when he arrives at the conviction that envy is ignorance; that imitation is suicide; that he must take himself for better for worse as his portion; that though the wide universe is full of good, no kernel of nourishing corn can come to him but through his toil bestowed on that plot of ground which is given to him to till. The power which resides in him is new in nature, and none but he knows what that is which he can do, nor does he know until he has tried. - Ralph Waldo Emerson"
  },
  "October 28": {
    "quote": "True merit, like a river, the deeper it is, the less noise it makes. - Charles Halifax<br /><br />I will not be concerned at other men’s not knowing me; I will be concerned at my own want of ability. - Confucius<br /><br />There is something that is much more scarce, something finer far, something rarer than ability. It is the ability to recognize ability. - Elbert Hubbard"
  },
  "October 29": {
    "quote": "Truth, when newly born, is always an ugly stranger amidst the untruth and superstition of its time; it cannot live except as it is allowed the protection of liberty, which serves to protect newly-discovered truth in the same way as a mother protects the newborn child. For the seedlings of progress, like the more advanced forms of life, are unable at birth to care for themselves. They will die in infancy except for careful protection. - F. A. Harper"
  },
  "October 30": {
    "quote": "Men have an immoderate love of pleasure, influence, prestige, power – in a word, wealth. And, at the same time, they are driven by a powerful impulse to obtain these things for themselves at the expense of others. But these others, who constitute the public, are impelled no less powerfully to keep what they have acquired, provided that they can and that they know how. Plunder, which plays such an important role in the affairs of the world, has but two instruments: force and fraud, and two impediments: courage and knowledge. - Frederic Bastiat"
  },
  "October 31": {
    "quote": "Learning gives us a fuller conviction of the imperfections of our nature; which one would think, might dispose us to modesty: for the more a man knows, the more he discovers his ignorance. - Jeremy Collier<br /><br />No man is wise enough, nor good enough, to be trusted with unlimited powers. - Caleb C. Colton"
  },
  "November 1": {
    "quote": "We are spinning our own fates, good or evil, and never to be undone. Every smallest stroke of virtue or of vice leaves its ever so little scar. The drunken Rip Van Winkle, in Jefferson’s play, excuses himself for every fresh dereliction by saying, \"I won’t count this time!\" Well! he may not count it, and a kind Heaven may be count it; but it is being counted none the less. Down among his nerve-cells and fibres the molecules are counting it, registering and storing it up to be used against him when the next temptation comes. Nothing we ever do is, in strict scientific literalness, wiped out. - William James"
  },
  "November 2": {
    "quote": "The social unit is the independent individual; the more individual and independent he is, the more able is he to cooperate, and the stronger the society he creates. Cooperation is possible only amongst independent individuals; amongst others, there may be regimentation but no creative cooperation. Society is a vast, natural, complex, intentional, and yet largely unconscious cooperation amongst those able to stand on their own, and, in the exigencies of life, lend a hand. - W. J. Cameron"
  },
  "November 3": {
    "quote": "Compare the accomplishments of the federal urban renewal program, guided by the visible hand of the urban experts, with the accomplishments of the plans of private individuals, guided by the invisible hand of the free market place. If this is what can be accomplished by a relatively free housing market, the rational course of action is to allow it to function, not to attack and fight it. - Martin Anderson"
  },
  "November 4": {
    "quote": "Great men are very apt to have great faults; and the faults appear the greater by their contrast with their excellence. - Charles Simmons<br /><br />They who disbelieve in virtue because man has never been found perfect, might as reasonably deny the sun because it is not always noon. - August W. Hare"
  },
  "November 5": {
    "quote": "Our rulers will best promote the improvement of the people by strictly confining themselves to their own legitimate duties – by leaving capital to find its most lucrative course, commodities their fair price, industry and intelligence their natural reward, idleness and folly their natural punishment – by maintaining peace, by defending property, by diminishing the price of law, and by observing strict economy in every department of the state. Let the government do this – the people will assuredly do the rest. - Thomas Babington Macaulay"
  },
  "November 6": {
    "quote": "It is easier to find a score of men wise enough to discover the truth, than to find one intrepid enough, in the face of opposition, to stand up for it. - A. A. Hodge<br /><br />The hottest places in hell are reserved for those who, in a period of moral crisis, maintain their neutrality. - Dante"
  },
  "November 7": {
    "quote": "The sacred rights of mankind are not to be rummaged for among old parchments or musty records. They are written as with a sunbeam, in the whole volume of human nature, by the hand of Divinity itself, and can never be erased or obscured by human power. This is what is called the law of nature, which being coeval with mankind and dictated by God himself, is, of course, superior in obligation to any other. No human laws are of any validity if contrary to this. It is binding over all the globe, in all countries, and at all times. - Alexander Hamilton"
  },
  "November 8": {
    "quote": "Though all the winds of doctrine were let loose to play upon the earth, so truth be in the field, we do injuriously by licensing and prohibiting to misdoubt her strength. Let her and falsehood grapple; who ever knew truth put to the worse, in a free and open encounter? - John Milton"
  },
  "November 9": {
    "quote": "We are not only passengers or sojourners in this world, but we are absolute strangers at the first step we make in it. Our guides are often ignorant, often unfaithful. By this map of the country which history spreads before us, we may learn, if we please, to guide ourselves. In our journey through it, we are beset on every side. We are besieged, sometimes even in our strongest holds. Terror and temptation, conducted by the passions of other men, assault us; and our passions, that correspond with these, betray us. History is a collection of the journals of those who have travelled through the same country, and been exposed to the same accidents; and their good and their ill success are equally instructive. - Lord Bolingbroke"
  },
  "November 10": {
    "quote": "I sought for the greatness and genius of America in fertile fields and boundless forests; it was not there. I sought for it in her free schools and her institutions of learning; it was not there. I sought for it in her matchless Constitution and democratic congress; it was not there. Not until I went to the churches of America and found them aflame with righteousness did I understand the greatness and genius of America. America is great because America is good. When America ceases to be good, America will cease to be great. - Attributed to Alexis De Tocqueville"
  },
  "November 11": {
    "quote": "We have many men of science; too few men of God. We have grasped the mystery of the atom and rejected the Sermon of the Mount. The world has achieved brilliance without wisdom, power without conscience. Ours is a world of nuclear giants and ethical infants. We know more about war than we know about peace, more about killing than we know about living. - General Omar Bradley"
  },
  "November 12": {
    "quote": "Countries are well cultivated, not as they are fertile, but as they are free. - Montesquieu<br /><br />There is nothing so useful to man in general, nor so beneficial to particular societies and individuals, as trade. This is the alma mater, at whose plentiful breast all mankind are nourished. - Henry Fielding"
  },
  "November 13": {
    "quote": "If we take the widest and wisest view of a Cause, there is no such thing as a Lost Cause because there is no such thing as a Gained Cause. We fight for lost causes because we know that our defeat and dismay may be the preface to our successors’ victory, though that victory itself will be temporary; we fight rather to keep something alive than in the expectation that anything will triumph. - T. S. Eliot"
  },
  "November 14": {
    "quote": "In reality, those theoreticians dislike monetary stability, because they dislike the fact that by means of money the individual may escape the arbitrariness of the government. Stable money is one of the last arms at the disposal of the individual to direct his own affairs, whether it be an enterprise or a household. It is certain that nothing so facilitates the seizure of all activities by the government as its liberty of action in monetary matters. If the partisans of [un-backed] paper money really desire monetary stability, they would not oppose so vehemently the reintroduction of the only system that has ever insured it, which is the system of the gold standard. - Charles Rist"
  },
  "November 15": {
    "quote": "No doubt a world in which matter never got out of place and became dirt, in which iron had no flaws and wood no cracks, in which gardens had no weeds, and food grew already cooked, in which clothes never wore out and washing was as easy as the soapmakers’ advertisements describe it, in which rules had no exceptions and things never went wrong, would be a much easier place to live in. But for purposes of training and development it would be worth nothing at all. It is the resistance that puts us on our mettle: it is the conquest of the reluctant stuff that educates the worker. I wish you enough difficulties to keep you well and make you strong and skillful! - Henry Van Dyke"
  },
  "November 16": {
    "quote": "Never advocate any more power for your best friends, than you would willingly see wielded by your worst enemies. - Edmund A. Opitz<br /><br />For the power of Man to make himself what he pleases means, as we have seen, the power of some men to make other men what <em>they</em> please. - C. S. Lewis"
  },
  "November 17": {
    "quote": "Apart from the threat of military attack, which is a question in itself, the only thing we need fear from the Soviet economic pattern is that we should imitate or adopt it, even in part. Only if and as we maintain in our own lives the historic American principles of individualist opportunity in economics and other fields shall we worthily fill our historic destiny as champions of the principle that the State should be the servant of its citizens, not the master of its subjects. - William Henry Chamberlin"
  },
  "November 18": {
    "quote": "In actual life every great enterprise beings with and takes its first forward step in faith. - August Wilhelm Von Schlegel<br /><br />I have believed the best of every man,<br />And find that to believe it is enough<br />To make a bad man show him at his best,<br />Or even a good man swing his lantern higher. - William Butler Yeats"
  },
  "November 19": {
    "quote": "There is no effective method of determining the economic requirements of the people when the free market is not allowed to reflect them, nor can force solve the problem of conservation. It is a false panacea that is centuries old, advocated by those who desire power over others whom they neither trust nor respect. Conservation will take place in the best sense where individuals are allowed to seek solutions to their own personal problems as they arise. Necessity is the mother not only of invention but of conservation as well. - Ruth Shallcross Maynard"
  },
  "November 20": {
    "quote": "To have lived in some remote \"native\" village long enough to know how their social curbs on progress operate is to understand why the best laid plans of economic development schemes have a way of failing utterly. Without freedom to achieve and without a measure of security for life and property, aid is useless; and with freedom, it is unnecessary. Any enterprising investor is happy to put his money into a going concern and nothing succeeds like success. But the rigidities of a managed economy stifle initiative and scare off venture capital, keeping the depressed area stagnant and backward. Only a rich country can afford the economic interventions of socialism – and they can’t afford it for long. - Edward P. Coleson"
  },
  "November 21": {
    "quote": "Whenever there is some trouble in any area of the economy, the simplest solution to many people is \"Let the government fix it.\" Yet the record is plain for everyone to see – every time the government uses its money or its power to favor this group or that it sets in motion a train of events which causes even more serious trouble and imbalance in many other related areas. Over a period of years the net result is such a web of supports, subsidies, interventions and controls that it is almost impossible for a nation to find its way back into a dynamic system of really free enterprise. - Lawrence Fertig"
  },
  "November 22": {
    "quote": "Competition, it must be insisted, is not a cruel or baneful influence; it is rigorous, but neither unfair nor destructive. Competition should not be equated with misrepresentation, fraud, or any form of predatory conduct. The essence of competition is pressure on the producer to reduce costs and improve products to attract and keep customers....Here is the feature of the market which provides protection for the interests of the customers. Competition represents the pressure needed to keep all producers disciplined and on their toes. - W. A. Paton"
  },
  "November 23": {
    "quote": "And since responsibility cannot be conceived of without free will, since acts, if not voluntary, could not furnish valid instruction or experience; since beings whose improvement or deterioration would be entirely due to outside causes without any act of will, reflection, or choice on their part, as happens in the case of inert matter, could not be called perfectible in the moral sense of the word; we must conclude that freedom is the very essence of man’s progress. To tamper with man’s freedom is not only to injure him, to degrade him; it is to change his nature, to render him, in so far as such oppression is exercised, incapable of improvement. - Frederic Bastiat"
  },
  "November 24": {
    "quote": "Condemn no man for not thinking as you think. Let every one enjoy the full and free liberty of thinking for himself. Let every man use his own judgment, since every man must give an account of himself to God. Abhor every approach, in any kind or degree, to the spirit of persecution. If you cannot reason nor persuade a man into the truth, never attempt to force a man into it. If love will not compel him to come, leave him to God, the judge of all. - John Wesley"
  },
  "November 25": {
    "quote": "Price has an important function to perform. It equates the wanting of things with the supplying of things. The two are in balance only at the free market price. Any other price, either higher or lower, causes a surplus or a shortage; it reduces trade; it penalizes economic welfare. And in like manner, if the price of work is too high, it causes a surplus of labor – \"unemployment.\" - F. A. Harper"
  },
  "November 26": {
    "quote": "<img src=\"price_freedom.jpg\" />"
  },
  "November 27": {
    "quote": "Learning is wealth to the poor, an honor to the rich, an aid to the young, and a support and comfort to the aged. He who always seeks more light the more he finds, and finds more the more he seeks, is one of the few happy mortals who take and give in every point of time. The tide and ebb of giving and receiving is the sum of human happiness, which he alone enjoys who always wishes to acquire new knowledge, and always finds it. - John Caspar Lavater"
  },
  "November 28": {
    "quote": "The condition upon which God has given liberty to man is eternal vigilance. - John Philpot Curran<br /><br />Lost yesterday, somewhere between sunrise and sunset, two golden hours, each set with sixty diamond minutes. No reward is offered, for they are gone forever!-  Lydia H. Sigourney"
  },
  "November 29": {
    "quote": "What is essential to the idea of a slave? We primarily think of him as one who is owned by another....That which fundamentally distinguishes the slave is that he labours under coercion to satisfy another’s desires....What...leads us to qualify our conception of the slavery as more or less severe? Evidently the greater or smaller extent to which effort is compulsorily expended for the benefit of another instead of for self-benefit. - Herbert Spencer"
  },
  "November 30": {
    "quote": "All mass movements, as one might expect, slip with the greatest ease down an inclined plane represented by large numbers. Where the many are, there is security; what the many believe must of course be true; what the many want must be worth striving for, and necessary, and therefore good. In the clamor of the many lies the power to snatch wish-fulfillments by force....The infantile dream state of the mass man is so unrealistic that he never thinks to ask who is paying for this paradise. The balancing of accounts is left to a higher political or social authority, which welcomes the task, for its power is thereby increased; and the more power it has, the weaker and more helpless the individual becomes. - C. G. Jung"
  },
  "December 1": {
    "quote": "Entrust it [unlimited Power] to one man, or to several men, or to all men, as you please; whichever it is, the results will be equally unfortunate for you. You will then wax hot against the actual holders of this Power, and will, according to circumstances, accuse in turn monarchy, aristocracy, democracy, mixed governments, and the representative system. You will be wrong; it is the measure of force that is the culprit, not its holders. Your indignation needs to be directed against the sword and not against the arm. There are weapons which are too heavy for the hand of man. - Benjamin Constant"
  },
  "December 2": {
    "quote": "When our people were fed out of the common store, and laboured jointly together, glad was he could slip from his labour, or slumber over his taske he cared not how, nay, the most honest among them would hardly take so much true pines in a weeke, as now for themselves they will doe in a day: neither cared they for the increase, presuming that howsoever the harvest prospered, the generall store must maintaine them, so that wee reaped not so much Corne from the labours of thirtie, as now three or foure doe provide for themselves. - Captain John Smith"
  },
  "December 3": {
    "quote": "Give me the liberty to know, to think, to believe, and to utter freely, according to conscience, above all other liberties. - John Milton<br /><br />The aim of education should be to teach us rather how to think, than what to think – rather to improve our minds, so as to enable us to think for ourselves, than to load the memory with the thoughts of other men. - James Beattie"
  },
  "December 4": {
    "quote": "Dictatorships usually present a formidable exterior. They seem, on the outside, to be hard, glittering, and irresistible. Within, they are full of rottenness. - John Foster Dulles<br /><br />Man, proud man! Dressed in a little brief authority, plays such fantastic tricks before high heaven as make the angels weep. - William Shakespeare"
  },
  "December 5": {
    "quote": "However sympathetic we may feel toward those who say that the way to determine the fairness or validity of a law is to violate it or disobey it, nevertheless, I must conclude that a society in which each of us, or any one of us is free to choose whatever law or laws he will obey is a society destined to chaos, leaving no possibility for survival of the ideal of equal opportunity and equality before the law which we so earnestly profess. - Karl C. Williams"
  },
  "December 6": {
    "quote": "In proportion as each individual relies upon the helpful vigilance of the State, he learns to abandon to its responsibility the fate and well-being of his fellow-citizens. But the inevitable tendency of such abandonment is to deaden the living the force of sympathy, and to render the natural impulse to mutual assistance inactive. - Wilhelm Von Humboldt"
  },
  "December 7": {
    "quote": "A government that nationalizes efficient industries producing for the world market and then mismanages them not only hurts the interests of its own people but also those of other nations living in a world community. These international conflicts are inherent in the systems of interventionism and socialism and cannot be solved unless the systems themselves are abolished. The principles of national welfare as conceived by our progressive planners conflict with the principles of international cooperation and division of production. - Hans F. Sennholz"
  },
  "December 8": {
    "quote": "So far as ideas are concerned, meditation on any theme, if positive and honest, inevitably separates him who does the meditating from the opinion prevailing around him. - Jose Ortega Y Gasset<br /><br />Good seed planted in good soil<br />Brings forth good fruit.<br />Good thought planted in good minds<br />Brings forth good deeds. - Blaise Pascal"
  },
  "December 9": {
    "quote": "The lesson of paternalism ought to be unlearned and the better lesson taught that while the people should patriotically and cheerfully support their Government its functions do not include the support of the people. Every thoughtful American must realize the importance of checking at its beginning any tendency in public or private station to regard frugality and economy as virtues which we may safely outgrow. The toleration of this idea results in the waste of the people’s money by their chosen servants and encourages prodigality and extravagance in the home life of our countrymen. - Grover Cleveland"
  },
  "December 10": {
    "quote": "The only thing the psychically-human can do to improve society is to present society with <em>one improved unit</em>. In a word, ages of experience testify that the only way society can be improved is by the individualist method which Jesus apparently regarded as the only one whereby the Kingdom of Heaven can be established as a going concern; that is, by the method of each <em>one</em> doing his very best to improve one. - Albert Jay Nock"
  },
  "December 11": {
    "quote": "One’s right to life, liberty and property, free speech, a free press, freedom of worship and assembly, and other fundamental rights, may not be submitted to vote, they depend on the outcome of no election. The very purpose of the Bill of Rights was to withdraw certain subjects from the vicissitudes of political controversy, to place them beyond the reach of majorities. - U.S. Supreme Court, Board v. Barnett"
  },
  "December 12": {
    "quote": "The notion that the morals of the community can be reformed and made better, or that government can be purified and lifted up, instead of being debased and demoralized, by the policeman’s club and axe, is so pernicious and dangerous in any government, let alone a free government, that no one can harbor it whose intellectuals are not, as Macaulay says, \"in that most unhappy of all states, that is to say, too much disordered for liberty, and not sufficiently disordered for Bedlam.\"-  William Jay Gaynor"
  },
  "December 13": {
    "quote": "Government is not capable, by nature, of being productive or constructive. In its capacity as government, it acts to restrain and restrict. When it uses these powers against those who would disturb the peace in one way or another it enables peaceful men to produce and construct. When it uses them to restrain peaceful men, it inhibits the constructive. Thus it is that limited government is the requirement for releasing the energies of men. - Clarence B. Carson"
  },
  "December 14": {
    "quote": "A system for the support of indigent persons in the United States was never contemplated by the authors of the Constitution; nor can any good reason be advanced why, as a permanent establishment, it should be founded for one class or color of our people more than another. Pending the war many refugees and freedmen received support from the Government, but it was never intended that they should thenceforth be fed, clothed, educated, and the sheltered by the United States. The idea on which the slaves were assisted to freedom was that on becoming free they would be a self-sustaining population. Any legislation that shall imply that they are not expected to attain a self-sustaining condition must have a tendency injurious alike to their character and their prospects. - Andrew Johnson"
  },
  "December 15": {
    "quote": "The prescriptions in favor of liberty ought to be leveled against that quarter where the greatest danger lies, namely, that which possesses the highest prerogative of power. But this is not found in either the Executive or Legislative Department of the Government, but in the body of the people, operating by the majority against the minority. - James Madison"
  },
  "December 16": {
    "quote": "We must beware of the dangers that lie in our most generous wishes. Some paradox of our nature leads us, when once we have made our fellowmen the objects of our enlightened interest, to go on to make them the objects of our pity, then of our wisdom, ultimately of our coercion. - Lionel Trilling<br /><br />The man who is not permitted to own is owned. - George Santayana"
  },
  "December 17": {
    "quote": "The one great blessing of the market economy is that it encourages every individual to develop his talents, however limited they might be. And it assures each a full measure of value for the much or the little that he has to contribute to the satisfaction of human needs. Thus does a free society inevitably outproduce any other kind, creating more useful things the very abundance of which is the poor man’s assurance of a chance for survival. - Paul L. Poirot"
  },
  "December 18": {
    "quote": "This claim [against non-involvement] rests upon the very serious error that world intercourse and world interchange of the elements of civilization require <em>political</em> interference and intermeddling. This is not only false, but it is so false as to be highly mischievous and harmful. Outside of this lies the whole free realm of trade, commerce, science, literature, art and social relations, things which bring all parts of the world together in friendly and helpful interchange, while political intermeddling almost always provokes hatred, enmity and war. - John W. Burgess"
  },
  "December 19": {
    "quote": "When the American people can courageously face up to the fact that there is no such thing as something for nothing; that there is no real security without risk; that money cannot be manipulated to produce wealth; that there is no substitute for human endeavor and individual wisdom and responsibility; then, and only then, can we bring America back to economic reality, which in turn will put our feet on the path to sound growth and true prosperity. - Wallace E. Bennett"
  },
  "December 20": {
    "quote": "We ask of the State and Society only one thing – a fair field and no favors. This does not mean the raw anarchism of the tramp and hoodlum, for such anarchism would have no government whatever; but it does unequivocally mean a strict limiting of the functions of government, a strict cutting out of all paternalistic activities, and the unfaltering insistence that government shall really perform its basic and fundamental duty, the protection of the individual citizen from violence and interference. - Hanford Henderson"
  },
  "December 21": {
    "quote": "For me to try to change your mind is futile; it is an inversion of the educational or eductive process. It is the other way around: you reach for me and then only if I have something you consider worth reaching for. A good rule: Go only where called but do everything within one’s power to qualify to be called. Superior teachers seek truth rather than followers. They count it success when their fellow seekers – students – eventually surpass them. - Leonard E. Read"
  },
  "December 22": {
    "quote": "Error always addresses the passions and prejudices: truth scorns such mean intrigue, and only addresses the understanding and the conscience. - Azel Backus<br /><br />Prejudices are rarely overcome by argument; not being founded in reason they cannot be destroyed by logic. - Tryon Edwards"
  },
  "December 23": {
    "quote": "I was completing some last-minute Christmas shopping in a large department store. At last, my turn came to be \"waited on\"; and as the clerk rang up the sale, I commented, \"Quite a crowd.\"<br /><br />\"Yes,\" she smiled, \"our best day yet!\"<br /><br />I thought no more about it until I reached home. The mail truck was approaching, so I walked back down the driveway to pick up the mail, thinking the postman and remarking that he must have quite a load on this last day before Christmas.<br /><br />\"Yes,\" he replied, \"the worst day we’ve ever had!\" - David A. Stignani"
  },
  "December 24": {
    "quote": "Have you ever heard of a private firm proposing to \"solve\" a shortage of the product it sells by telling people to buy less? Certainly not. Private firms welcome customers, and expand when their product is in heavy demand – thus servicing and benefiting their customers as well as themselves. It is only <em>government</em> that \"solves\" the traffic problems on its streets by forcing trucks (or private cars or buses) off the road. According to that principle, the \"ideal\" solution to traffic congestion is to outlaw all vehicles! And yet, such are the suggestions one comes to expect under government management. - Murray N. Rothbard"
  },
  "December 25": {
    "quote": "Presently the Master appeared on the steps of the Synagogue and began to speak. His mission, he said, was to sow the seed of good will among men in the hope of an eventual harvest of peace. Much of this seed would be squandered. Some of it would fall among weeds and brambles where it would have no chance at all to grow, but the sower could not pause or look back to lament this extravagance. Some of the seed would fall upon stony ground where there was very little soil to nourish it and the tender plants would soon wither and die; but the sower must not be dismayed. Some of the life-giving grain would grow! Some of it would find friendly lodging in fertile ground! - Lloyd C. Douglas"
  },
  "December 26": {
    "quote": "Education may not commonly be thought of as a marketable commodity like soybeans or television sets, but it nevertheless is. Constructing facilities and paying teachers requires scarce resources that could be allocated to provide other goods or services. If these resources go to education they are not available elsewhere. In this respect, education is an economic good very similar to soybeans and TVs. - Robert Love"
  },
  "December 27": {
    "quote": "The consumer enters a supermarket and if he is to make a sensible, intelligent decision he is going to have to spend several hours calculating very carefully, reading, re-reading everything that’s on the packages and doing a complete research job before feeding all the information into the computer and waiting for the optimum package to be read off. It’s a tough job to be a consumer. And the multiplicity of opportunities makes it necessary for advertisers, for producers, to project more and more provocative messages if they want to be heard. This is a cost of affluence. It is a cost, certainly; something that we’d much rather do without, if we could, but we can’t. - Israel Kirzner"
  },
  "December 28": {
    "quote": "Though we allow benevolence and generous affections to exist in the human breast, yet every moral theorist will admit the selfish passions in the generality of men to be the strongest....Self-interest, private avidity, ambition, and avarice will exist in every state of society and under every form of government...To expect self-denial from men, when they have a majority in their favor and consequently power to gratify themselves, is to disbelieve all history and universal experience. - John Adams"
  },
  "December 29": {
    "quote": "Only a fool looks for truth in a finite formula; only a knave would want to acquire it without toil and heartache. Final truth is tantamount to stagnant knowledge; there is no substitute for self-correcting, progressing, self-improving understanding. Dismiss your quest for truth in final formulation and embrace the greatest human virtue called Eternal Search for Truth. - Henry Margenau"
  },
  "December 30": {
    "quote": "Each individual, according to our understanding of the natural order of things, is the owner of himself, the ruler of his own person. Preservation of this self-ownership is essential for the proper development and well-being of man. The human rights of the person are, in effect, a recognition of each man’s inalienable property right over his own being; and from this property right stems his right to the material goods that he has produced. A man’s right to personal freedom, then, is his property right in himself. - Murray N. Rothbard"
  },
  "December 31": {
    "quote": "What our generation has forgotten is that the system of private property is the most important guaranty of freedom, not only for those who own property, but scarcely less for those who do not. It is only because the control of the means of production is divided among many people acting independently that nobody has complete power over us, that we as individuals can decide what to do with ourselves. If all the means of production were vested in a single hand, whether it be nominally that of \"society\" as a whole or that of a dictator, whoever exercises this control has complete power over us. - F. A. Hayek"
  }
}